
// Your data string
const dataString = `

C00001	এমডি। তাজুল ইসলাম	জয়না বাড়ি	জয়না বাড়ি	01850555606	504583.00
C00003	মোঃ মারুফ	পূর্বো লিভার	পূর্বো লিভার	+8801817561325	92241.00
C00004	এমডি। হোসেন আহমেদ (যমুনা ইলেকট্রিক)	হেমায়েতপুর	হেমায়েতপুর	1	8525.00
C00006	মোঃ করিম	নাল	চলন্তিকা হাউজিং	+8801841272868	247110.00
C00007	জামাল	জয়না বারি (বোরো বারী)	জয়না বারি (বোরো বারী)	+8801955665825	91981.83
C00008	মোঃ দেলোয়ার	আলমনগর	রোড # 16, আলমনগর	+8801715933229	78120.00
C00009	ইঞ্জিনিয়ার আবদুল লতিফ	নাল	রোড # 16, আলমনগর	+8801712157709	90095.00
C00010	রেজাউল করিম ভূঁইয়া	আলমনগর	রোড # 16, আলমনগর	01700002	74735.00
C00011	মোঃ রাসেল	আমিন বাজার	আমিন বাজার	01700003	12855.00
C00012	মক্কা স্যানিটারি	নাল	এন/এ	01700004	37061.00
C00014	মোঃ আকবর	হেমায়েতপুর	হেমায়েতপুর	01700006	3390.00
C00016	মোঃ বাবু	ব্যাগ বাড়ি	ব্যাগ বাড়ি	+8801770291377	161369.00
C00017	মোঃ মনির	বড় মসজিদ, হেমায়েতপুর	বড় মসজিদ, হেমায়েতপুর	0170000	1220.00
C00019	এমডি। আবদুল হক	জয়না বাড়ি	জয়না বাড়ি	+880194275171	68931.00
C00020	এমডি। মাহমুদ হোসেন	হেমায়েতপুর	হেমায়েতপুর	+8801822300306	1945.00
C00021	দীপু	দাসপাড়া	দাসপাড়া	+8801814453821	55330.00
C00023	মোঃ ইসমাইল হোসেন	পূর্বো লিভার	পূর্বো লিভার	+8801773596350	63149.00
C00025	এমডি। ডাবলু সরকার	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	+8801957221967	454559.00
C00026	এমডি। সামসুল আলম	ব্যাগ বাড়ি	ব্যাগ বাড়ি	+8801748918462	100953.00
C00027	হাজী আক্কাস আলী	হেমায়েতপুর	হেমায়েতপুর	01624539132	422851.00
C00028	অধ্যাপক আবু সাঈদ	হোরিন্ডোরা	হোরিন্ডোরা	01711146114	64178.49
C00030	মোঃ আসলাম	জনতা হাউজিং	জনতা হাউজিং	+8801712844277	17173.00
C00031	বিপ্লব মিস্ত্রি	মধুমতি মডেল টাউন	মধুমতি মডেল টাউন	+8801867835150	19577.00
C00034	হাজী মোঃ আসাদ মিয়া	হেমায়েতপুর	হেমায়েতপুর	01864724639	114423.00
C00035	মোঃ ফরিদ মিস্ত্রি	ব্যাগ বাড়ি	ব্যাগ বাড়ি	01700008	10545.00
C00037	কমপোর্ট	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	0100009	158830.00
C00038	ইং। শফিকুল ইসলাম	কুণ্ড	কুণ্ড	+8801736323794	368209.00
C00039	আলেয়া অ্যাপারেলস লিমিটেড	হেমায়েতপুর	হেমায়েতপুর	+8801799982935	111215.00
C00040	এমডি। মঈনউদ্দিন	আরজেনপাড়া	আরজেনপাড়া	+8801839373780	8820.00
C00041	মোঃ মঞ্জু	নাল	পূর্বো লিভার	01822144164	14611.00
C00042	মোঃ শরিফুল	নাল	ভোরাল	+8801704161618	115940.00
C00043	এমডি। আবদুল গফুর	নাল	পুকুরপাড়	+8801891763696	3215.00
C00044	মোঃ ইমান আলী	নাল	জাওচর	+8801788848458	208043.00
C00045	এমডি। দেওয়ান নাজমুল	নাল	চলন্তিকা হাউজিং	+8801886175454	36205.00
C00046	এমডি। আবুল বাতেন	নাল	শহীদুল্লাহ হাউজিং	+8801876052975	2355.00
C00048	এমডি। শাহ আলম	নাল	হেমায়েতপুর	+8801729859572	108355.00
C00049	মোঃ আসলাম	নাল	ব্যাগ বাড়ি	+8801712672266	42310.00
C00050	ক্রেসনো দাস	নাল	রিসিপারা	+8801810759645	1150.00
C00051	এমডি। সালাউদ্দিন	পূর্বো লিভার	পূর্বো লিভার	+8801832771866	16185.00
C00052	মোঃ রাকিব মিস্ত্রি	নাল	পূর্বো লিভার	01824504056	19305.00
C00053	সালেয়া ইলেকট্রিক	নাল	আমিন বাজার	01820549520	3182.00
সি00054	মোঃ আব্দুর রশিদ	নাল	বোরাল	017000013	18585.00
C00055	আশা টাওয়ার	নাল	হেমায়েতপুর	+8801989751079	9910.00
C00056	এমডি। খলিলুর রহমান	নাল	আলমনগর	+8801712108892	28530.00
C00057	রাজ ফ্ল্যাট	নাল	এন/এ	017000014	250000.00
C00058	এমডি। আবদুল বারেক	নাল	জয়না বাড়ি	+8801912226675	16945.00
সি00059	ফাতেমা মঞ্জিল	নাল	এন/এ	017000015	450.00
C00060	হাবিব গুয়াল	হাবিব গুয়াল	বলিয়ারপুর	01648419566	39535.00
C00061	মোঃ আলী আহমেদ	নাল	হোরিন্ডোরা	+8801743951495	7000.00
C00062	মোঃ আসাদুজ্জামান	নাল	মধুমতি মডেল টাউন	+8801917520973	18365.00
C00063	মোঃ মেহের আলী	নাল	জয়ানা বাড়ি	017000017	11262.00
C00064	এমডি। ইব্রাহিম হোসেন (রানা)	নাল	শ্যামপুর	+8801760961106	19065.00
C00065	মোঃ জনি মিস্ত্রি	নাল	এন/এ	017000018	2372.00
C00066	সিকদার স্যানিটারি		শ্যামপুর	01822708809	0.30
C00067	রেবেকা একজন সুলতান।	নাল	মধুমতি মডেল টাউন	+8801712632575	4824.00
C00068	এমডি। আবদুল সালেহ	নাল	এন/এ	+8801722248944	6505.00
C00069	মনজিল	নাল	চলন্তিকা হাউজিং	+8801712321955	35222.00
C00070	মোঃ পলাশ	নাল	বোরাল	01684152009	7575.00
C00071	এমডি। জাহাঙ্গীর	পূর্বো লিভার	পূর্বো লিভার	017000020	6990.00
C00072	এমডি। তিলক স্যানিটারি	নাল	ফুল বাড়িয়া	017000021	17705.00
C00073	এমডি। সায়েব আলি	সোয়েব	হেমায়েতপুর	01674532576	70848.00
C00074	ফাতেমা মঞ্জিল	নাল	পূর্বো লিভার	017000023	418565.00
C00075	মোঃ ফয়সাল	নাল	চলন্তিকা হাউজিং	+8801712663140	14700.00
C00077	মোঃ হেদায়েত উল্লাহ	নাল	হেমায়েতপুর	+8801711469544	15025.00
C00078	মোঃ গনি	নাল	শ্যামপুর	+8801920336104	49130.00
C00079	মোঃ লাবলু	নাল	চলন্তিকা হাউজিং	+8801712539389	-46150.00
C00080	এমডি। এএসবিডিইউএস সাত্তার	নাল	ব্যাগ বাড়ি	+8801782906292	10000.00
C00081	অনন্যা ফুড	ওহিদুর জামান	হেমায়েতপুর	01814189508	158668.00
C00082	মোঃ জোসিম	ব্যাগ বাড়ি	ব্যাগ বাড়ি	+8801706568870	21145.00
C00083	হাজী মুকবুল	নাল	জামিরতা	01700025	1150.00
C00084	মোঃ পারভেজ	নাল	শহীদুল্লাহ হাউজিং	+8801717013701	7345.00
C00085	মোঃ বাচ্চু মিয়া	নাল	রোড # ১১/২, আলমনগর	01700026	18455.00
C00087	এমডি। জামাল সাহেব	নাল	হেমায়েতপুর	01922909116	57534.00
C00088	মোঃ রিয়াজ মিস্ত্রি	নাল	এন/এ	017000028	6330.00
C00089	আরব ট্যানারি	হোরিন্ডোরা	হোরিন্ডোরা	01711288529	255495.00
C00090	মোঃ আতাউর রহমান	নাল	বলিয়ারপুর	+8801884430446	30403.00
C00091	মোঃ আরনাল	নাল	বলিয়ারপুর	+8801675817493	9780.00
C00092	মিস্ত্রি পাওয়ার সাপ্লাই	নাল	চলন্তিকা হাউজিং	017000030	4535.00
C00093	মোঃ ইসমাইল	নাল	বাগুত্র	01712878671	19247.00
C00094	কাজল মিস্ত্রি	নাল	এন/এ	+880173535416	50355.00
C00095	এমডি। জমির উদ্দিন	নাল	ঈদগা গণিত	+8801712938241	2816.00
C00096	ডাঃ সাহাবুদ্দিন	নাল	রিসিপারা	+8801733492931	5145.00
C00097	মোঃ মিজানুর রহমান	নাল	হেমায়েতপুর	01700032	6300.00
C00098	মোঃ আসাদ	নাল	হোরিন্ডোরা	+8801715578964	93470.00
C00099	মোঃ সাইফুল	নাল	ভোরাল	01700033	24575.00
C00101	এমডি। আবদুল আজিজ	নাল	শাপলা হাউজিং	+8801927383193	10160.00
C00102	আবদুল কুদ্দুস	নাল	সুইটেক্স	+8801726111203	117488.00
C00103	মোঃ জাহাঙ্গীর	হোরিন্ডোরা	হোরিন্ডোরা	01726949000	254784.00
C00104	সিরাজুল ইসলাম	নাল	নোটুন ফর	+8801775483113	1600.00
C00105	মোকলেস ভাই	নাল	শোবপুর	+8801775386095	205934.78
C00106	ডাঃ গোলাম মোস্তফা	হাতেম আলী কমপ্লেক্স	হাতেম আলী কমপ্লেক্স	01625166342	34835.00
C00107	নুরু আলম মিস্ত্রি	নাল	ভোরাল	+8801611909275	8840.00
C00108	খোরশেদ আলম	মধুমতি মডেল টাউন	মধুমতি মডেল টাউন	+8801716416289	4435.00
C00109	নুরুল ইসলাম	নাল	জয়নাবাড়ী	+8801712580032	140625.00
C00110	মোঃ মেহের আলী	নাল	জয়নাবাড়ী	01553372754	30946.00
C00111	মোঃ সুমন মিস্ত্রি	নাল	হারুলিয়া	0170000369	16165.00
C00112	স্বপন বাবু	নাল	রিসিপারা	+8801703994042	15260.00
C00113	মোঃ সাইফুল	নাল	ভোরাল	+880181804249	4920.00
C00114	মোহাম্মদ আলী	নাল	সুদখিরা - মোকন স্টাফ	+8801822896332	11610.00
C00115	খোরশেদ	হেমায়েতপুর	হেমায়েতপুর	+8801922041775	58725.00
C00117	মুসলিম উদ্দীন	নাল	শাপলা হাউজিং	+8801954233955	3260.00
C00119	কবি মিস্ত্রি	নাল	আমিন বাজার	+8801710931523	11690.00
C00120	মহি উদ্দিন	নাল	হেমায়েতপুর	017000038	49470.00
C00122	হাজী মুহাম্মদ আলমগীর হোসেন	নাল	হেমায়েতপুর	+8801711440770	41282.82
C00123	আবদুস সবর খান	নাল	হেমায়েতপুর	0170000039	121696.00
C00124	এমডি। নওয়াজ শরিফ	নাল	মধ্য শ্যামপুর	+8801884499317	10184.00
C00126	মোসারফ ভাই	নাল	জয়নাবাড়ী	+880182148376	5335.00
C00127	মোঃ লিটন	নাল	হোরিন্ডোরা	+8801631585368	43225.00
C00128	আতাউর রহমান	নাল	ভোরালি নতুনপাড়া	+8801812188662	24255.00
C00129	মাস্টার মিস্ত্রি	নাল	হেমায়েতপুর	+88017834444296	17025.00
C00130	নাজির প্যান্ট	নাল	জয়নাবাড়ী বড়বাড়ি	+8801922172661	11358.00
C00131	মোঃ হাসান	নাল	শ্যামপুর	+8801819006662	57315.00
C00132	আনোয়ার হোসেন	নাল	ব্যাগ বাড়ি	+8801818520617	41540.00
C00133	আব্দুল বাতেন	নাল	সুইটেক্স	+8801943036639	4910.00
C00134	মোঃ সেলিম	নাল	ভালো ছোলা	+8801815051368	4680.00
C00135	ওয়াজ-উদ-দীন আল্লাহ	নাল	নোটুন ফর	+8801720082502	7915.00
C00136	স্যাডল গোজ	নাল	চলন্তিকা হাউজিং	+8801823373717	14870.00
C00138	মামুন সাহেব	নাল	চলন্তিকা হাউজিং	+8801716723964	150436.00
C00139	আলী মিস্ত্রি	নাল	চলন্তিকা হাউজিং	+8801955450526	1650.00
C00140	মোঃ রিপন	নাল	চলন্তিকা হাউজিং	+8801940202180	14770.00
C00141	মোঃ মোশাররফ হোসেন	নাল	জয়নাবাড়ী	+8801821483769	28240.00
C00142	হাজি এমডি। বাদশাহ মিয়া	নাল	তেতুল ঝোরা	+8801712213280	16332.00
C00143	আল আমিন	নাল	বাগুত্র	01819069276	126639.00
C00144	মুন্নাফ	নাল	হোরিন্ডোরা	+8801762181974	15800.00
C00145	লিয়াকত হোসেন	নাল	নোটুন ফর	+8801811157582	7995.00
C00146	মোঃ রিকু	নাল	হেমায়েতপুর	+8801733505541	34645.00
C00148	হাজি নজরুল ইসলাম	নাল	বলিয়ারপুর	017000057	20150.00
C00150	মোঃ লুফর রহমান	নাল	শ্যামপুর	+8801860886990	9571.00
C00152	মোবারক হোসেন	নাল	শ্যামপুর	+8801820524370	115885.00
C00153	সোহেল	নাল	হারুলিয়া	+8801766560425	6700.00
C00154	মোঃ মোস্তফা	নাল	উত্তরঃ ঝাওসার	+8801831276543	182740.00
C00156	এমডি। আমির হোসেন	নাল	হোরিন্ডোরা	+8801889131100	17015.00
C00157	মোঃ আলম	নাল	হেমায়েতপুর	+8801944852271	13639.00
C00158	এমডি আব্দুল ওহাব	নাল	আলমনগর রোড # 11	+8801710966000	341508.19
C00159	এমডি আব্দুল মোমিন	নাল	এন/এ	0170000040	13934.00
C00160	মামলট প্যান্ট	নাল	হেমায়েতপুর	+8801623287333	2130.00
C00161	এমডি জাকির হোসেন	নাল	এন/এ	0170000041	26885.00
C00162	মনির মিস্ত্রি	নাল	আলমনগর	+8801321192919	16475.00
C00163	মোঃ সায়েম	নাল	হোরিন্ডোরা	+8801720243269	73460.00
C00164	মোঃ রফিকুল	রফিকুল	তেতুল ঝোরা	+8801980825611	23380.00
C00165	মোঃ ইকবাল হোসেন	নাল	চলন্তিকা হাউজিং	+8801712085339	7730.00
C00167	এমডি জাকির হোসেন	নাল	ধুর ছাই	0170000042	19520.00
C00168	মোঃ ফরহাদ	নাল	হেমায়েতপুর	+8801680360072	81560.00
C00170	জলিল মাস্টার্স	নাল	তেতুল ঝোরা	01700000044	1640.00
C00171	আবদুল আজিজুল ইসলাম	নাল	হজরতপুর	+8801817693232	7000.00
C00172	মোঃ রুবেল	নাল	পূর্বো লিভার	+8801822897109	32495.00
C00173	মোঃ জাহিদ	নাল	হেমায়েতপুর	017000000036	3375.00
C00174	শামীম মিস্ত্রি	নাল	বলিয়ারপুর	+8801676025232	9365.00
C00175	এ.বি.এস তানেল	নাল	হোরিন্ডোরা	+8801830996630	9970.00
C00176	মোঃ মাসুম	নাল	ঝাউ চর	+8801755577593	12087.00
C00177	এমডি। আবুল কালাম	নাল	জয়নাবাড়ী	+8801721601437	36648.00
C00178	এমডি। সাইফুল ইসলাম	নাল	ভার্টেক্স	+8801740901959	20400.00
C00179	মোঃ পারভেজ	নাল	ব্যাগ বাড়ি	+8801876478669	29200.00
C00180	রুহুল আমিন	নাল	নোটুন ফর	+8801843369252	100370.00
C00181	মোঃ ফারুক মিস্ত্রি	নাল	শ্যামপুর	+8801794521599	45097.00
C00182	সুরমা ত্রেদার	নাল	ভোরাল	+8801716676633	10240.00
C00183	এমডি। আবদুল হক	নাল	মায়েরা	+8801772222001	42146.00
C00184	মোঃ মিজান	নাল	বলিয়ারপুর	+8801911935996	52065.00
C00185	আকাশ মজুমদার	নাল	পুকুরপাড়	+8801716864477	23819.00
C00186	রটন বাবু	নাল	হারুলিয়া	+8801726490249	10311.00
C00187	মোঃ হাশমত	নাল	চলন্তিকা হাউজিং	+8801796511547	9640.00
C00188	শিল্পী এন্টারপ্রাইজ - সামাদ	নাল	জয়নাবাড়ী	01700000027	18170.00
C00189	আব্দুর রহিম	নাল	চলন্তিকা হাউজিং	01700000026	7880.00
C00190	এমডি আমদাদ হোসেন	নাল	হেমায়েতপুর	017000000025	105480.00
C00192	মোঃ ফিরোজ মিয়া	নাল	জয়নাবাড়ী	+8801819666084	9460.00
C00193	মোঃ কালাম	নাল	ঝাউ চর	+8801830494888	13729.00
C00194	মোঃ ডালিম	নাল	বলিয়ারপুর	+8801742705031	6980.00
C00196	এমডি সাইফুল ইসলাম	নাল	হেমায়েতপুর	017000000169	45242.00
C00197	আব্দুর রব	নাল	নোটুন ফর	+8801740559317	4924.00
C00198	আপনার ইসলাম	নাল	জন্য রুটি	+8801870006381	17858.00
C00199	মোঃ সুলতান	নাল	মুসলিম পাড়া	01700000096	29851.00
C00200	সার্জেন্ট জাহিদ	নাল	বনানী	+8801716017083	12740.00
C00201	রুহুল আমিন	নাল	ভোরালি নতুনপাড়া	+8801914854586	13785.00
C00202	গোপাল সরকার	নাল	শ্যামপুর	+8801716709040	17335.00
C00203	আবু তাহের	নাল	চাপাইন সাভার	+8801676798608	16775.00
C00204	ফরিদ মিস্ত্রি	নাল	হোরিন্ডোরা	+8801830543230	64540.00
C00205	সাহেব মোবারক	নাল	সুইটেক্স	+8801771438027	14575.00
C00206	Sotota Enterprise	এমডি। রুহুল আমিন	শাওরাইল বাজার, চিঙ্গাইর	01729826603	179027.81
C00207	আব্দুল বাতেন	নাল	পূর্বো লিভার	+8801876347052	14560.00
C00208	আবদুল রসিদ মিস্ত্রি	নাল	ভোরাল	01704000000	58336.00
C00209	মোঃ মিলন	নাল	চলন্তিকা হাউজিং	+8801615227788	21370.00
C00210	খোরশেদ ভাই	জয়নাবাড়ী	জয়নাবাড়ী	+8801715877244	35964.00
C00211	মোঃ নাঈম	নাল	জন্য রুটি	+8801675558781	7335.00
C00212	আখ প্যাকেজিং নতুন প্রকল্প	নাল	হরিন্ধোরা	শূন্য	7750.00
C00213	মোঃ আসলাম	নাল	ভোরাল	01787413867	94385.00
C00214	মোঃ সামসুদ্দিন	নাল	হেমায়েতপুর	+8801818538445	25235.00
C00215	মোঃ ফয়সাল	নাল	চলন্তিকা হাউজিং	+8801642100935	172275.00
C00216	এমডি সহজন শেখ	নাল	চলন্তিকা হাউজিং	+8801713290929	17543.00
C00217	ইয়াসিন সাহেব	নাল	আমিন বাজার	+8801711032384	4355.00
C00218	সাহালোম	নাল	পূর্বো লিভার	+8801918236956	11535.00
C00219	মোঃ বাচ্চু মিয়া	নাল	ভোরাল	+8801822833914	10615.00
C00221	দায়িত্বে আছেন মিন্টু	নাল	সাভার	+8801779980431	29865.00
C00222	মোঃ সোহিদ	নাল	ঝাউ চর	+8801711937795	103715.00
C00223	মোজাম্মেল হক	নাল	ভোরাল	+880711102292	71144.00
C00224	জোমশের মিস্ত্রি	নাল	জয়নাবাড়ী	+8801920492813	12316.00
C00225	আকবর প্যান্ট	নাল	হেমায়েতপুর - ২৯২ পৃষ্ঠা	01676719111	140243.96
C00227	আবু ভাই - তৌসিফ ভার	নাল	হেমায়েতপুর	0170000011	71705.00
C00228	মোঃ সাহিন	নাল	জয়নাবাড়ী	+8801966696386	20800.00
C00229	হাজী আবু বাশার	নাল	শ্যামপুর	+8801725146110	11210.00
C00230	হাজী সফিউদ্দিন	নাল	পূর্বো লিভার	+8801776329247	3479.00
C00231	মোঃ বাবু ভাই	নাল	নিমারটেক	+8801978030699	17985.00
C00232	আবুল কালাম	নাল	চলন্তিকা হাউজিং	+8801711050775	6562.00
C00233	রোকসানা বাগুম	নাল	হেমায়েতপুর	+8801720224764	5000.00
C00234	আব্দুল আজিজ	নাল	হেমায়েতপুর	+8801715960104	14675.00
C00235	সহিদুল ইসলাম	নাল	সিঙ্গাইর	+8801811961445	11955.00
C00236	হাফিজ ভাই	নাল	চলন্তিকা হাউজিং	+8801711008023	247140.00
C00238	মোঃ আশরাফ মাস্টার	নাল	জয়নাবাড়ী	+8801722052016	42529.00
C00239	মোঃ জাহিদ	নাল	হেমায়েতপুর	+8801671652535	451985.85
C00240	মোঃ আরিফ	নাল	চান্দুলিয়া	+8801614468622	7225.00
C00241	মোঃ রাকিব	নাল	জয়নাবাড়ী	+8801726401331	19075.00
C00242	মোঃ রফিক	নাল	ভোরাল	+8801711878613	18630.00
C00243	মোঃ পলাশ	নাল	ধুর ছাই	+8801628577176	24420.00
C00244	এমডি আতিকুর রহমান	নাল	ঝাউ চর	+8801793966606	12000.00
C00245	আবুল প্যান্ট	নাল	ভোরাল	+8801831383160	24265.00
সি০০২৪৬	আত্মা	নাল	ভোরাল	+8801726137468	39044.00
C00247	সিরাজ ভাই	নাল	কোটাপাড়া	+8801724249148	26780.00
C00249	মোঃ হাসান	নাল	ভোরাল	+8801831336412	14817.00
C00250	হেলাল ভাই	নাল	চলন্তিকা হাউজিং	+8801712861737	10000.00
C00251	রাজ স্থান	নাল	হেমায়েতপুর	+8801751315526	219327.00
C00252	আব্বাস খান	নাল	ভোরাল	+8801740647526	9730.00
C00253	মোঃ সোহেল	নাল	কাটলা পুর	+8801681720500	146216.00
C00254	আব্দুর রহমান	নাল	ভোরাল	+8801726070803	21070.00
C00255	আব্দুল আজিজ	নাল	বলিয়ারপুর	+8801734603399	3928.00
C00256	আবদুল কুদ্দুস	নাল	হেমায়েতপুর	+8801711054665	9755.00
C00257	মোঃ মুজিবর	নাল	জন্য রুটি	+8801811266737	8675.00
C00258	মোঃ রাজীব	নাল	হারুলিয়া	+880191187631	5700.00
C00259	আবদুল কুদ্দুস	নাল	পূর্বো লিভার	+8801911876312	131308.00
C00260	মোঃ চঞ্চল	নাল	হেমায়েতপুর	+8801756811119	8405.00
C00261	মোঃ লতিফ	নাল	বলিয়ারপুর	+8801935795138	9325.00
C00262	সাত্তার খান	নাল	ভোরাল	+8801878676465	9539.00
C00263	রাজ্জাক মিস্ত্রি	নাল	সাভার	+8801673713432	6772.00
C00264	মোঃ ফরিদ	নাল	জয়নাবাড়ী	+8801680686433	16000.00
C00265	এমডি আব্দুল সাত্তার	নাল	পূর্বো লিভার	+8801902424173	42690.00
C00266	মোঃ মামুন	নাল	জন্য রুটি	+8801671628974	7000.00
C00268	মোঃ হীরা	নাল	উলাইল	01700000010	7960.00
C00269	রাশেদ ইসলাম	নাল	জয়নাবাড়ী	+8801833778686	4000.00
C00270	এমডি সেলিনা আক্তার	নাল	আলমনগর রোড # ২	0170000009	15700.00
C00271	এমডি নজরুল ইসলাম	নাল	জয়নাবাড়ী	+8801730274373	6400.00
সি০০২৭২	এমডি আব্দুল মান্নান	নাল	যাদুরচর	01700000008	23660.00
C00273	এমডি। মঞ্জুর আলি	ঝাউ চর	ঝাউ চর	01871468273	10740.00
C00274	মোঃ ওহেদ	নাল	ভার্ঙ্গা সেতু	+8801773346632	12600.00
C00275	মোঃ সোহিদ	নাল	সুইটেক্স	+8801812174531	8830.00
C00276	লিটন সুইং	নাল	হেমায়েতপুর	017000007	11081.00
C00278	আমিরুল ইসলাম	নাল	আলমনগর হাউজিং	+8801913184805	9155.00
C00279	লেহাজ উদ্দিন	নাল	মুগরাকান্দা	+8801611158765	192665.00
C00280	আবু জাকির	নাল	বলিয়ারপুর	+8801628322153	8921.00
C00281	জামান ভাই	নাল	ঝাউ চর	+8801674082634	20735.00
C00282	মোঃ সফিক	নাল	বোরো মসজিদ	+8801915209215	174345.00
C00284	আবু সাঈদ	নাল	বলিয়ারপুর	+8801821626722	28551.00
C00285	অলি আহমেদ	নাল	আলমনগর হাউজিং	+8801732332318	38152.00
C00286	হাজী আলী আহমেদ	নাল	জয়নাবাড়ী	+8801715659242	305570.00
C00287	হায়দার আলী	নাল	হেমায়েতপুর	+8801725947783	6658.00
C00288	মোঃ মান্নান	নাল	বাগুর্তা	+8801820216926	7335.00
C00289	মনির বাই- তাসিফ দরজা	মনির	হেমায়েতপুর	01828304451	832703.88
C00290	হাজী রতন সাহেব	রতন	হেমায়েতপুর	+8801819152315	55375.00
C00291	মোঃ আজম	নাল	পূর্বো লিভার	+8801812171092	5000.00
C00292	মোহসিন	কোন্ডা	কোন্ডা	+8801712281070	6175.00
C00293	মোঃ বশির	নাল	চলন্তিকা হাউজিং	+8801918517706	7935.00
C00294	মোঃ মালেক	নাল	খাঁটি শাইম	+8801787436050	20000.00
C00295	শুকুর আলী	নাল	ভোরাল	+8801713543234	10360.00
C00296	মোঃ পিন্টু	নাল	ভোরালি বালুর মঠ	+8801987961968	52720.00
C00298	সাব্বির হোসেন	সাব্বির	হেমায়েতপুর	01846920536	605116.42
C00299	মোঃ ফরিদ	নাল	আলমনগর	+8801828733217	37840.00
সি০০৩০০	এরশাদ	নাল	যাদুরচর	+8801831132491	4500.00
C00301	মোঃ রাকিব	নাল	যাদুরচর	+8801731101754	30710.00
C00302	ফজলুর রহমান	নাল	আমিন বাজার	+8801676520647	16780.00
C00303	এমডি নুরুল আমিন	নাল	হেমায়েতপুর	+8801821308183	49634.00
C00304	হাজী সাইদুর রহমান	নাল	হেমায়েতপুর	+8801726019967	59380.00
C00305	স্যাডল গোজ	নাল	হেমায়েতপুর	+8801712669795	24415.00
C00306	আব্দুল খালেক	নাল	হোরিন্ডোরা	+8801726021082	5495.00
C00307	মোঃ রাশেদ	নাল	ঝাউ চর	+8801849662554	7000.00
C00308	ইসমাইল	নাল	সুইটেক্স	01923233601	16804.00
C00309	কেয়াম উদ্দিন	নাল	বাগবাড়ি	+8801754094598	30482.00
C00310	নুরুল ইসলাম	নাল	হোরিন্ডোরা	+8801713927493	68735.00
C00312	মোঃ আলাউদ্দিন	নাল	দক্ষিণ শ্যামপুর	+8801725278619	17315.00
C00313	সর্বত্র মো.	নাল	কুণ্ড	+8801840863169	17447.00
C00314	স্কোয়াড মিস্ত্রি	নাল	এন/এ	+8801735354165	8070.00
C00315	হার	নাল	জয়নাবাড়ী	+8801738311512	7985.00
C00317	সাইফুল ইসলাম	নাল	ভোরাল	+8801818042490	104012.00
C00318	মোঃ আরিফ	নাল	হোরিন্ডোরা	+8801824902076	5609.00
C00319	আমজাদ প্যান্ট	নাল	হাতেম আলী কমপ্লেক্স	0170000004	24495.00
C00320	মোঃ আল আমিন	নাল	মধুমতি মডেল টাউন	+8801995846334	15715.00
C00321	মোঃ সেলিম	নাল	শ্যামপুর	+8801712080875	50850.00
C00322	রানা মোল্লা	নাল	চলন্তিকা হাউজিং	+8801716541996	164985.00
C00323	ব্রাদার্স পার্ক	নাল	আলম নগর হাউজিং	+8801826386195	233074.00
C00324	মোঃ জাহাঙ্গীর	পূর্বো লিভার	পূর্বো লিভার	+8801829157033	154897.00
C00325	মাসুদ রানা	নাল	শ্যামপুর	01999988721	6925.00
C00326	মোঃ পারভেজ	নাল	হেমায়েতপুর	01931667888	6705.00
C00327	কুম কুম স্টোর	নাল	এর জন্য নয়	0178885026	17120.00
C00328	ওমর ফারুক	নাল	লজপল্লী	+8801673220367	13204.00
C00331	ওমর ফারুক	নাল	জয়নাবাড়ী	+8801833096465	4325.00
C00332	মিন্টু দাশ	নাল	সিঙ্গাইর	+8801719676885	10600.00
C00333	বাদল বেপারি	নাল	শোবপুর	+8801623545917	17595.00
C00334	স্বপ্নের জায়গা ১	নাল	আলম নাগা রোড # ১১/১২	+8801711581833	116527.00
C00335	ইসলাম	নাল	শোবপুর	+8801672259630	5030.00
C00336	আবুল প্যান্ট	নাল	আমিন বাজার	+8801720420431	40775.00
C00339	সামসু উদ্দিন	নাল	সুইটেক্স	01700000	4290.00
সি০০৩৪০	কালাম	নাল	উত্তরঃ ঝাওসার	+8801715347265	5725.00
C00341	আমিনুল ইসলাম	নাল	পূর্বো লিভার	+8801830275880	11020.00
C00342	আনোয়ার হোসেন	নাল	অ্যানজেন্ট প্যারা	+8801787949100	10710.00
C00343	আশিক বাবু	নাল	শ্যামপুর	+8801718162905	45000.00
C00388	পবিত্র আত্মা দ্বারা অনুপ্রাণিত	লাকি ভাই	হেমায়েতপুর	01973723723	121132.00
C00389	দেওয়া	দেওয়া		01	395.00
C00390	মা স্যানিটারি		হেমায়েতপুর	01979213569	39310.00
C00392	মোল্লা স্যানিটারি	মুসলিম মোল্লা	হেমায়েতপুর	10	7900.00
C00395	ফাতেমা ভালো জিনিস।		বাগবাড়ি	01819435748	181988.00
C00396	হক স্যানিটারি	সেন্ট	সিংগাই বাজার	01976812681	286490.30
C00397	আদনান স্যানিটারি	আনন	যৌচর বাজার	01746069609	155540.00
C0100018	রাব্বি স্যানিটারি	রবি স্যানিটারি	হেমায়েতপুর	01680157923	69182.00
C0100050	জিসান আহমেদ			01984502460	10000.00
C0100112	নুরুল আমিন		হেমায়েতপুর	01821308183	184686.00
C0100159	সেন্ট	সেন্ট	জয়নাবাড়ী	01600290010	31280.00
C0100179	হেদায়েত মোল্লা			01913348206	7320.00
C0100672	সুমন	সুমন	হেমায়েতপুর, সিনিয়র মো.	01789496682	59895.00
C0100876	সামাদ স্যানিটারি	সামাদ স্যানিটারি		01825769083	11376.00
C0100902	হাতেম আলী (সুপার মার্কেট)	হাতেম আলী (সুপার মার্কেট)		01781525599	2617.00
C0100903	আব্দুল করিম	করিম	চলোন্তিকা হাউজিং	01711272868	384755.00
C0100904	আল্লাহ্ দান স্যানিটারি	ইয়াসিন	আলিপুর	01884646500	46606.00
C0100909	আব্দুল আজিজ	আব্দুল আজিজ		01927383193	65160.00
C0100911	--------		সম্পুর	01751781005	935.00
C0100916	নোয়াখালী স্যানিটারি	বাবলু গো	ট্যানারি	01879298753	5230.00
C0100917	জোশী মুদ্দিন	জোশী মুদ্দিন	হারুলিয়া	01620754085	20870.00
C0100920	জহিরুল ইসলাম		বলিয়ারপুর	01676372862	15758.00
C0100924	জয়নাল আবেদীন		রূপায়ন হাউজিং	01312925197	2255.00
C0100933	শাহজালাল ইলেকট্রনিক	শাহজালাল ইলেকট্রনিক	আলিপুর	01887422079	53264.00
C0100937	আপনার ইসলাম	আপনার ইসলাম	ভোরালি, নতুন পারা	01828176103	116930.79
C0100938	সালমান	সালমান	পূর্বহাটি	01857022978	20627.00
C0100940	আমির স্যানিটারি	আমির স্যানিটারি		01722175832	110355.00
C0100941	ফারুক হোসেন	ফারুক হোসেন	বোলিয়াপুর	01835534136	37865.00
C0100944	এমএম কটেজ	এমএম কটেজ	আরজেনপাড়া	01756332355	630.00
C0100960	আয়োজক তানেরি		হরিন্ধোরা	01711524504	390302.88
C0100964	এসা স্যানিটারি	এসা স্যানিটারি	হেমায়েতপুর	01711574821	166164.00
C0100977	চীন ট্যানারি	হরিন্ধোরা	হরিন্ধোরা	01849318189	22245.00
C0100979	ফ্রান্স হার্ডওয়্যার	ফ্রান্স হার্ডওয়্যার	মোল্লা মার্কেট, হেমায়েতপুর, সাভার, ঢাকা	01711902074	84118.00
C0100991	রাসেল মাস্টার	রাসেল	জয়নাবাড়ী	01920326566	106448.00
C0100995	মোতালেব হোসেন	মোতালেব হোসেন	হরিন্ধোরা	01817056889	0.17
C0100997	মোঃ রাজু রহমান	মোঃ রাজু রহমান	হরিন্ধোরা	01777957870	8185.00
C0100998	স্বপ্ন ভাই	স্বপ্ন ভাই	হারুলিয়া	01993913920	30000.00
C0101053	হাজী রোটন মোল্লা	হাজী রোটন মোল্লা	তেতুলঝোরা	01671777727	27080.00
C0101080	একটি রাজ্জাক স্যানিটারি	একটি রাজ্জাক স্যানিটারি	হেমায়েতপুর, মোল্লা মার্কেট	01678622794	26023.00
C0101082	লিটন		হরিণধারা	01727348685	12260.00
C0101102	হাজী আবদুর রহিম	ড্রিম প্যালেস ২	অ্যালোমনোগর হাউজিং, রোড নং ১১/১২	01317983088	38719.00
C0101112	বিসমিল্লাহ ইলেকট্রিকস		আলিপুর	01833693212	49750.00
C0101113	জাহাঙ্গীর আলম	রেডিও কলোনি, সাভার	রেডিও কলোনি, সাভার	01711032444	10000.00
C0101125	ওহিদুর জামান		মধুমতি	01730448049	31595.00
C0101127	আবির মাসুম	নির্দোষ	হেমায়েতপুর	01866734790	180829.00
C0101140	হাবিব রহমান	নিরাপদ	হেমায়েতপুর	01882670612	-14342.00
C0101152	হুমায়ুন	হুমায়ুন	হরিন্ধোরা	01712170987	28234.00
C0101154	আরিফ স্যানিটারি	অ্যামেরিট	ফুলবাড়িয়া	01889808578	84292.00
C0101171	তসলিমা	তসলিমা	আউট, আমি হব	01308096192	10251.00
C0101176	বাদল		হরিন্ধোরা	01326823249	40456.06
C0101190	কমফোর্ট কালেকশন লিমিটেড		চলন্তিকা হাউজিং	01711829047	196290.00
C0101252	আসলাম স্যানিটারি		কুন্দা বাজার, বলিয়ারপুর	01959108325	182541.44
C0101254	সর্বত্র	সর্বত্র	হেমায়েতপুর	01611906569	1610.00
C0101263	এনামুল	এনামুল	বাগবাড়ি	01740651888	449246.00
C0101270					-580.00
C0101285	বিসমিল্লা এন্টারপ্রাইজ	ধাপ বা	বাস্তা, চিঙ্গাইর, মানিকগং	01825795971	69319.64
C0101287	আব্দুর রহিম বাই	আব্দুর রহিম বাই	জাউচোর	01710877921	106169.00
C0101296	ইঞ্জিনিয়ার জানেন	ইঞ্জিনিয়ার জানেন	অ্যালোমনোগর হাউজিং	01701614214	13172.00
C0101297					-1705.00
C0101298	নাভিল স্যানিটারি	নাভিল স্যানিটারি	আমিন বাজার	01763388358	48706.00
C0101303	মোয়াজ্জেম	বাহার তাওয়ার	পূর্বহাটি	01987127100	35347.00
C0101306	স্যানিটারি ওয়াটার	রুবল ট্রাউজার্স	নরসিং পুর, আসুলিয়া	01737139264	586297.00
C0101319	সোমেন	সোমেন		01763424526	15980.60
C0101324	পূবালী হার্ডওয়্যার	তোফাজ্জল হোসেন	জয়মন্তব বাগান	01753864080	30100.00
C0101326	সোলেমান ভাই	সোলেমান ভাই	ভোরালি নতুনপাড়া	01833685662	186498.32
C0101330	সাইফুল এন্টারপ্রাইজ	সাইফুল ইসলাম	ধোল্লা	01813565878	108888.10
C0101373	মোঃ মমিন পানি		ভোরালি, বটতলা	01983877311	29015.00
C0101378	কামাল স্যানিটারি	কামাল হোসেন	শহীদুল্লাহ হাউজিং সোসাইটি	01639278215	66338.00
C0101382	মোমিন ভাই - রুবেল মিস্টেরি	মোমিন ভাই - রুবেল মিস্টেরি	জয়নাবাড়ী	01728547732	5378.00
C0101384	সিদ্দিকুর রহমান		জমুনার ইট ভাটা।	01624539070	15000.00
C0101389					-1500.00
C0101398	রুক্ষ বা	রাজু	মুসোরিখোলা	01632889501	46194.06
C0101427	গোপাল সরকার	গোপাল সরকার	মুসোরিখোলা	01825306120	-1225.00
C0101439	ফেরদৌস		বঙ্গ সেতু	01790433791	21020.00
C0101441	ফয়সাল স্যানিটারি	ফয়সাল	আমিন বাজার	01991046103	80526.44
C0101452	সালেক ভাই	সালেক ভাই		01757817338	8614.00
C0101453	তেঁতুলঝোড়া সুপার মার্কেট	তেঁতুলঝোড়া সুপার মার্কেট	তেতুঝোরা	01643494052	11285.00
C0101461	মাহাদী স্যানিটারি	জোসিম ভাই	মোক্কা কান্দা সাভার	01855883918	350.00
C0101466					-665.00
C0101468	ফুয়াদ	ফুয়াদ		01731713684	15200.00
C0101470	মা হার্ডওয়্যার	সোমেন	হেমায়েতপুর	019111122255997	54224.00
C0101476					-600.00
C0101477	হাসান দেওয়ান	হাসান দেওয়ান	বলিয়ারপুর	01759683232	-0.50
C0101490	ট্যানারি দেখুন	হোরিন্ডোরা	হোরিন্ডোরা	01878644138	34350.00
C0101491	অ্যাস্পায়ার গার্মেন্টস লিমিটেড	অ্যাস্পায়ার গার্মেন্টস লিমিটেড	ধোল্লা	01756362635	4050.00
C0101501	তৌশিফ দরজা	মনির ভাই	হেমায়েতপুর	01828304451	124823.00
C0101504	লাজ পলি		জোরপুল	01810136609	43547.00
C0101549	এমডি। মুজিবুর রহমান	মুজিব	তেতুলঝোরা	01645347047	32095.00
C0101560	হবুজ	হবুজ		01818502691	9410.00
C0101592	মরিওম হার্ডওয়্যার	মরিওম হার্ডওয়্যার	মধুমতি	01720053689	10750.00
C0101602					-150.00
C0101613	মাওলানা আবু সাঈদ অথবা	বললেন	জয়নাবাড়ী	01818576883	72345.46
C0101631	আনোয়ার হোসেন		ফ্ল্যাশ	01401774838	33055.00
C0101633	ব্যাবিলন	ব্যাবিলন	হরিন্ধোরা	01952710834	14650.00
C0101634	সোহেল ভাই	সোহেল	বলিয়ারপুর, টেকার বারি	01821440844	13172.00
C0101652	মহিউদ্দিন	মহিউদ্দিন	হেমায়েতপুর	01942561294	108742.00
C0101669	খুশবু হার্ডওয়্যার	খুশবু হার্ডওয়্যার	মোখরাকান্দা	01973083235	42965.00
C0101672	মোঃ সোহেল পানি	মোঃ সোহেল পানি	ভোরাল	01705049935	190791.68
C0101693	রিজভী আহমেদ	রিজভী	রোড নং-১২, আলমনগর হাউজিং	01729124260	11375.00
C0101694	জাফর বা	জাফর	ভোরাল	01716030300	14118.00
C0101696	জোনাব লাবলু বা	জোনাব লাবলু বা	বলিয়ারপুর	01676102322	0.01
C0101741	দুলাল মিয়া - রুবেলের যত্ন	দুলাল মিয়া - রুবেলের যত্ন	জয়নাবাড়ী	01743936374	7960.00
C0101752	মোঃ সাইফুল ওয়াটার	মোঃ সাইফুল ওয়াটার	ভোরাল	01830975272	61230.00
C0101760	আলী হোসেন	আলী হোসেন	বাগবাড়ি, আর্গেনপাড়া	01926854169	16160.00
C0101762					-2201.00
C0101789	মরিওম হার্ডওয়্যার	মরিওম	মুগরাকান্দা	01816052201	78408.00
C0101817	--	--		01970035957	3420.00
C0101843	আনোয়ার হোসেন	গুদাম মালিক মো.		01920994763	13795.00
C0101844	মাহী সুজন		বাড়ি নং ৩৬, রোড ৬, জনোটাহাউজিং	01915701828	131610.00
C0101848	মোঃ পরশ উল্লাহ	মোঃ পরশ উল্লাহ	নিমেরতাক	01712809311	99511.31
C0101855	দেলোওয়ার হোসেন	দেলোওয়ার হোসেন	হেমায়েতপুর, নয়াপাড়া	01753736058	58923.22
C0101860					-1100.00
C0101861	অনেকটা ট্যানারির মতো।	হরিন্ধোরা	হরিন্ধোরা	01715622583	2680.00
C0101877	ওমর ফারুক	বব	হরিন্দোরা	01731767977	161760.56
C0101888					-8855.00
C0101897	রশীদুল ইসলাম		রোড নং ১৬, ৫এ অ্যালোমনোগর হাউজিং	01768536607	2755.00
C0101901	আসাদুল্লাহ	আসাদুল্লাহ	মুগরকান্দা, তুরাগ ব্রিকফিল্ড	01747903722	37500.00
C0101910	মোঃ শওরব	মোঃ শওরব	বদুরচর	01714051008	10000.00
C0101919	মোঃ ইব্রাহিম		আমিন বাজার	01857022210	-1670.00
C0101923	মধু গো	মধু গো	অ্যালোমনোগর	01309605787	2235.00
C0101929	হাজী এমডি। সহিদুল ইসলাম	হাজী এমডি। সহিদুল ইসলাম	তেতুলঝোরা	01911904063	1618.00
C0101940	এমডি। বাবুল হোসেন	এমডি। বাবুল হোসেন	ভোরালি, নতুনপাড়া	01776962055	70777.93
C0101964					-90.00
C0101968	প্রকৌশলী আব্দুল লতিব	আব্দুল লতিব	অ্যালোমনোগর হাউজিং	01712157709	5100.00
C0101982	রুনা আক্তার	রুনা আক্তার		01714237695	3298.00
C0101984	মান্নান এন্টারপ্রাইজ	বাদশা গো	মুসুরিখোলা	01822675995	12635.00
C0101985	মিলন ভাই	মিলন ভাই	হাঙ্কি ভাঙ্গা	01816479741	12110.00
C0102004	মোঃ সাহিন ওয়াই	মোঃ সাহিন ওয়াই	ভোরাল	01675673022	5970.00
C0102015					-765.00
C0102028	এমডি। জুয়েল ইসলাম	এমডি। জুয়েল ইসলাম	শাপলা হাউজিং	01787495796	-580.00
C0102037	মোঃ কাইয়ুম ভাই	কাইয়ুম	ট্যাগ	01818197082	21345.00
C0102038	আলহাজ্ব গো	আলহাজ্ব গো	বনগ্রাম	01675862205	18210.00
C0102063	আরিফুল ইসলাম	আরিফুল ইসলাম	জয়নাবাড়ী	01950038539	-3960.00
C0102071	আনিসুর রহমান	আনিসুর রহমান	ভোরালি, নতুনপাড়া	01715292612	2775.00
C0102072	আলমগীর হোসেন		ফুটনগর, খালপাড়া	01319253473	-1830.00
C0102078	সবুজ স্যানিটারি	আনোয়ার ভাই	ভাকুর্তা, বটতলা	01322897869	31010.00
C0102101	মোঃ রোটন	মোঃ রোটন	বঙ্গ সেতু	01990515749	2080.00
C0102113	মোঃ রনি		শেমপুর	01709000394	-2825.00
C0102120	এরশাদ স্যানিয়ারী	এরশাদ	হরিন্ধোরা	01710256303	38499.00
C0102123	মমিন যায়	মমিন যায়		016---	570.00
C0102134	দেলোয়ার গো	দেলোয়ার গো	কুন্দ, জমিদার পাড়া	01911153253	17140.00
C0102143	উপস্থাপনা করেছেন আল-আমিনা	উপস্থাপনা করেছেন আল-আমিনা	পূর্বো লিভার	01748895355	16159.00
C0102152	মোমিন মিস্টেরি	হরিন্ধোরা	হরিন্ধোরা	01868208282	5650.00
C0102182	হাজী হার্ডওয়্যার	হাজী হার্ডওয়্যার		01721151007	2275.00
C0102187	ইসাবাহ প্যাকেজিং	এশাবা প্লাস্টিক	ফুলবাড়িয়া	01923766279	9000.04
C0102206	আব্দুল খালেক	খালেক	অ্যালোমনাগর হাউজিং	01711373980	6855.00
C0102225	জনাব সালাউদ্দিন	বলিয়ারপুর	বলিয়ারপুর	01712104567	-367645.00
C0102248	হাজী আবু তাহের	হাজী আবু তাহের	হরিন্ধোরা	01718361479	0.23
C0102249	রাকিব		হরিন্ধোরা	01606089001	1070.00
C0102281	পোলাশ	পোলাশ	সঞ্চয়	0	275.00
C0102284	এইচ এম দেলোয়ার হোসেন	এইচ এম দেলোয়ার হোসেন	ধক্ষিণ সামপুর	01738265926	83380.58
C0102293	বেলাল ভাই	বেলাল ভাই	হেমায়েতপুর	01814918115	39618.96
C0102303	সোহান স্যার	সোহান স্যার	মোসারি খোলা	01736912280	5225.00
C0102307	মোঃ মাসুদ মিয়া	মাসুদ	শাপলা হাউজিং	01848080464	23450.00
C0102308	ইসমাইল ইলেকট্রিক	ইসমাইল	মানিক নাগের সিঙ্গাইর	01648934540	65706.00
C0102370	শাওন আহমেদ	শাওন আহমেদ	সালেহপুর	01849299876	11205.00
C0102408	জনাব বাহাদুর বাঈ	বাহাদুর	জয়নাবাড়ী	01832984008	28310.00
C0102426	মোঃ মমিন আলী	মোঃ মমিন আলী	হারুলিয়া	01753192402	82775.00
C0102432	সুজন চাদরা দাস	সুজন চাদরা দাস	চান্দুলিয়া, আলমনগর হাউজিং	01676547771	35240.00
C0102442					-140.00
C0102447	এমডি। বিল্লাল হোসেন - এমএসটি। নাজরিন	এমডি। বিল্লাল হোসেন - এমএসটি। নাজরিন	ভোরালি, নতুনপাড়া, বেসাইড মস্ক	01994347330	49685.00
C0102473	এমডি। মনির হোসেন	এমডি। মনির হোসেন	সম্পুর	01779245687	370.00
C0102497					-1210.00
C0102539	টাইমস ভাই	টাইমস ভাই	ভোরাল	01819140041	334664.29
C0102573	ইঞ্জিঃ জামাল	ইঞ্জিঃ জামাল	রহস্য	01791236559	11291.00
C0102593	মোঃ বাবলু মিয়া	মোঃ বাবলু মিয়া	আরজেন্টপাড়া	01715040588	0.94
C0102640	নজরুল ইসলাম	নজরুল ইসলাম	ঝাউচর, 3নো। গেট	01673619583	0.96
C0102644					-470.00
C0102683	আব্দুল সালাম	আব্দুল সালাম	হরিন্ধোরা	01726077522	5965.00
C0102741	হাফিজুল ইসলাম - মিস্টারি	হাফিজুল ইসলাম - মিস্টারি	শ্যামপুর	01863828485	4630.00
C0102763	জনাব এমডি। হাবিব সাহেব	জনাব এমডি। হাবিব সাহেব	শেমপুর	01858291050	47149.00
C0102785	রাজু মিস্ত্রি	রাজু মিস্ত্রি	অ্যালোমনাগর	01821505084	2380.00
C0102861	মহিউদ্দিন সাহেব	মহিউদ্দিন সাহেব	জয়নাবাড়ী	01735294478	4970.00
C0102868	এমডি। আবুল কালাম	এমডি। আবুল কালাম	ব্রেড ফর, ফুলবাড়িয়া	01964535410	5000.00
C0102939	এমডি। মুকছেদ সাহেব - জাহাঙ্গীর	হরিন্ধোরা	হরিন্ধোরা	01765907939	15660.00
C0102942	শান্ত হোটেল	শান্ত হোটেল	হেমায়েতপুর	01735385218	26600.00
C0102973	রুবল	রুবল	জয়না বাড়ি	01676527325	18790.00
C0103031	মোঃ ইমরান ওয়াই	ইমরান	ঝাউচোর	0173944601	22745.00
C0103036	আলিফ স্যানিটারি	খাইরুল ইসলাম	মুগরাকান্দা	01821266009	23030.00
C0103055	ঊষা স্যানিটারি ও টাইলস হাউস		হেমায়েতপুর	01715-786403	34330.00
C0103083	স্যানিটারি	স্যানিটারি	সাভার	01710148957	5440.00
C0103085	মোঃ শাকিল আহমেদ	শাকিল	বলিয়ারপুর	01891728292	-140000.00
C0103128	জোনাব ইলিয়াস ভাইস	জোনাব ইলিয়াস ভাইস	জয়নাবাড়ী	01819419346	4400.00
C0103172	- লাজ পলি - উমরের যত্ন	হাস্যরস		01851865421	28450.00
C0103178	আতাউর রহমান	আতাউর রহমান	বাগবাড়ি	01732445073	38160.00
C0103183	দিন ইসলাম স্যানিটারি	দিন ইসলাম স্যানিটারি	প্রারম্ভিক বাজার	01839606998	5389.00
C0103192	আরাফাত হার্ডওয়্যার	আরাফাত হার্ডওয়্যার	কুণ্ড	01720181173	13369.00
C0103194	মাওলানা আশরাফুল ইসলাম	মাওলানা আশরাফুল ইসলাম	শাপলা হাউজিং	01960182982	5075.00
C0103217	এমডি। খোকন মিয়া	এমডি। খোকন মিয়া	জনতা হাউজিং	01815843079	4400.00
C0103231	শাহনাজ বানু	শাহনাজ বানু	বলিয়ারপুর	01556321345	740.00
C0103247	রাসেল ভাই	আতিকের যত্ন	হারুলিয়া	01811993781	24765.00
C0103289	তালহা প্লাস্টিক		শেমপুর	01756186199	0.01
C0103301	এমডি। কাউচার সাহেব	এমডি। কাউচার সাহেব	ঝাউচোর	01714878817	-3900.00
C0103310	5216				-3370.00
C0103332	আমির হোসেন	ভোরালি (মহালাল ককা)	ভোরাল	01985187549	80740.00
C0103349					-250.00
C0103385					-370.00
C0103400	মোঃ হারুনুর রশীদ	রুবেল রহস্যের যত্ন	জয়না বাড়ি	01718662077	8530.00
C0103402	ডাঃ শিহাব সাহেব		ধোল্লা	01------------	670.00
C0103416					-1675.00
C0103420	এমডি। বিল্লাল মিয়া	এমডি। বিল্লাল মিয়া	তালতলা	01767072160	15426.00
C0103422					-570.00
C0103440	জনাব এমডি। হাবিব সাহেব		আলিয়াসুর, ভাঙ্গা ব্রিজ	01737076993	-2180.00
C0103448					-90.00
C0103513	এমডি। শাকিল হোসেন	এমডি। শাকিল হোসেন	জয়নাবাড়ী	01725930186	2065.00
C0103517	আমির হোসেন	আমির হোসেন	বলিয়ারপুর	01981353234	19140.00
C0103519	আনোয়ার হোসেন	আনোয়ার হোসেন	তেতুলঝোরা	01924985719	1276.00
C0103540	মোঃ মিজানুর রহমান	মিজানুর	হেমায়েতপুর	01793001369	48580.00
C0103541	মনিরা এন্টারপ্রাইজ	মহসিন ভাই	গলাকাটা ব্রিজ, সিংগাইর রোড	01840799262	96267.00
C0103569	এমডি। হারুনুর রাশিন	এমডি। হারুনুর রাশিন	হরিন্ধোরা	01728023231	5975.00
C0103624	মোঃ চাঁন মিয়া	মোঃ চাঁন মিয়া	শেমপুর	01745591019	13804.00
C0103625					-160.00
C0103636					-490.00
C0103670	দেওয়ান নাজমুল হোসেন	দেওয়ান নাজমুল হোসেন	চলন্তিকা হাউজিং	01771984499	13990.00
C0103687	মড। বিদায় চাই	মড। বিদায় চাই	কুষ্টিয়া	01988819730	0.20
C0103746	মহসিন ভাই	বাগবাড়ি	বাগবাড়ি	01718412181	204052.00
C0103784	লিমন সাহেব	লিমন সাহেব	শাপলা হাউজিং	01677124015	10000.00
C0103820	মোঃ কাইয়ুম সাহেব	মোঃ কাইয়ুম সাহেব	আমিন বাজার	01707729333	5925.00
C0103831					-480.00
C0103833					-530.00
C0103866	আমির হোসেন	আমির হোসেন	পূর্বহাটি	01852431351	1850.00
C0103881	মহসিন যায়	তেতুলঝোরা	তেতুলঝোরা	01671762938	10545.00
C0103886	এমডি। আমির হোসেন	এমডি। আমির হোসেন	হেমায়েতপুর	01718363284	-7570.00
C0103891	আব্দুর রশিদ	আব্দুর রশিদ	সুইথটেক	01711129759	69459.00
C0103908	শ্লোক	ফিরোজ		01751483646	136691.00
C0103911	শুধুই মোহাম্মদ		ভারী	01726869269	-4350.00
C0103926	এমডি। সাকিব হোসেন	এমডি। রাকিব হোসেন	মধুরচর	01735761162	8265.00
C0103935	হাসান মিস্তেরি		শূন্য	01840175602	10960.00
C0103960	বিধাশ্রম	বিধাশ্রম	জয়মন্ডব	01722933408	3480.00
C0104020	আব্দুর রাজ্জাক ভূঁইয়া	আব্দুর রাজ্জাক ভূঁইয়া	হরিন্ধরা, ব্যাবিলন কার্টন ফ্যাক্টরি	01744176326	30075.00
C0104039	সজীব মল্লিক	সজীব মল্লিক	আমিন গ্রাফিক্স	01642349072	950.00
C0104040	এমডি। মনির হোসেন	এমডি। মনির হোসেন	মধুরচর	01859530471	5850.00
C0104064	বায়তুল জান্নাত জামে মাস্ক			01968368662	2875.00
C0104089	মোঃ আব্বু বক্কর উইয়া	মোঃ আব্বু বক্কর উইয়া	আরজেন্টপাড়া	01711978813	9655.22
C0104090	এমডি। মনির হোসেন	এমডি। মনির হোসেন	তেতুলঝোরা	01980309090	13827.00
C0104130					-560.00
C0104169	মকবুল হোসেন	মকবুল হোসেন	ফ্ল্যাশ	01923984186	13535.00
C0104178	মিঃ মো. সুমন বাঈ	মিঃ মো. সুমন বাঈ	ভোরাল	01852132097	17010.00
C0104186	গ্রিন টাওয়ার - শাহ আলম	গ্রিন টাওয়ার - শাহ আলম	আলমনগর হাউজিং, ১৬ নং রাস্তা	01681640606	5580.00
C0104189	মোঃ মুনতাজ বাই	মোঃ মুনতাজ বাই	হারুলিয়া	01333101265	5871.00
C0104190	আখতার হার্ডওয়্যার	আখতার হার্ডওয়্যার	ঝাভসর বাজার	01743950445	13261.48
C0104220	তানজিলুর রহমান	তানজিলুর রহমান	শাপলা হাউজিং	01711514600	29490.00
C0104228					-565.00
C0104240	শরীফুল ইসলাম	শরীফুল ইসলাম	হলমার্ক	01673494520	4000.00
C0104265	সাইফুল ইসলাম - জান্নাত টাইলসের মালিক	সাইফুল ইসলাম - জান্নাত টাইলসের মালিক	হেমায়েতপুর	01819151894	135685.00
C0104266	আবদুল হাকিম সাহেব	আবদুল হাকিম সাহেব	ভোরাল	01671031511	1230.00
C0104301	স্যার। আব্দুর হাশেম বাঈ	স্যার। আব্দুর হাশেম বাঈ	বাগবাড়ি	01313582458	36595.00
C0104320	মনির ভাই - কেয়ার অব রিপন	মনির ভাই - কেয়ার অব রিপন	চলন্তিকা হাউজিং	01863103641	7730.00
C0104340	এনামুল ইসলাম	বলিয়ারপুর	বলিয়ারপুর	01867778414	5363.00
C0104356	জোমুনা ইলেকট্রিক	জোমুনা ইলেকট্রিক	হেমায়েপ্তুর	01712928645	1524.00
C0104364	আফজাল হোসেন	আফজাল হোসেন	অ্যালোমনাগর	01760980671	107615.00
C0104365	রোজজপ আলী	রোজজপ আলী	কুণ্ড	01715322499	5048.00
C0104368	মোঃ মমিন পানি	মোঃ মমিন পানি	তেতুলঝোরা	01911421925	5525.00
C0104372	রাসেল ভাই	শহীদুল্লাহ হাউজিং	শহীদুল্লাহ হাউজিং	01312555938	6130.00
C0104387	এমডি। মারুফ হোসেন	বাগবাড়ি	বাগবাড়ি	01860047311	105300.00
C0104407	ফরিদ হোসেন				-2058.00
C0104467	মোঃ মিঠুন সাহেব	মোঃ মিঠুন সাহেব	ভোরাল	01967900300	16280.00
C0104475	জনাব মোঃ মিলান বাই	জনাব মোঃ মিলান বাই	জয়নাবাড়ী	01675663927	16105.00
C0104477	সুমাইয়া ইসলাম		ক্লাব ম্যাট, টিব্বাটস মা	01632006771	-1925.00
C0104504	108-109				-660.00
C0104519	হাজী এমডি। আক্কাশ আলি	ভোরাল	ভোরাল	01818931474	9480.00
C0104603	সুমন আহমেদ	বলিয়ারপুর	বলিয়ারপুর	01681117393	-438419.40
C0104630	এমডি। সহিদুল ইমাম	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	01712539388	3120.00
C0104640	মুফাছসেল আলী - রুবেলের যত্ন	ধখিন শেমপুর	ধখিন শেমপুর	01686547144	15030.00
C0104678	জয়নাল আবেদীন	ফুলবাড়িয়া	ফুলবাড়িয়া	01771344915	2100.00
C0104704	এমডি। মঞ্জিদুল ইসলাম	এমডি। মঞ্জিদুল ইসলাম	হেমায়েতপুর	01914489481	17480.00
C0104801	মধুর বাঈ	মধুর বাঈ	ঝাউচোর	01874270252	15602.00
C0104818	কামাল হোসেন	কামাল হোসেন	জয়নাবাড়ী	01721601437	8985.00
C0104822	জয়	চীনা ক্রেতা	শিমলি অয়েল পাম্পের পাশে	01735406544	94000.00
C0104823	রহস্যময় মসজিদ	রহস্যময় মসজিদ	হেমায়েতপুর	01759945173	1770.00
C0104918	শাকিল (আখিল)	শাকিল (আখিল)	আমিন বাজার	01838564627	810.00
C0104943	এমডি। সাইদুল ইসলাম	এমডি। সাইদুল ইসলাম	জয়নাবাড়ী	01675866643	68593.00
C0104952	সাহাদাত হোসেন	শাপলা হাউজিং	শাপলা হাউজিং	01716865367	38250.00
C0104953	এল.আই.বি ট্যানারি	হরিন্ধোরা	হরিন্ধোরা	01720543371	181818.00
C0104955					-660.00
C0104966	হাজী আবদুর রহিম	হাজী আবদুর রহিম	আলমনগর হাউজিং, রোড নং ৯	01711324819	92768.00
C0104967	ইসমাইল হোসেন	ইসমাইল হোসেন	ফুলবারিয়া বাজার	01322320956	21986.00
C0104974	মিম ইলেকট্রিক অ্যান্ড স্যানিটারি	মিম ইলেকট্রিক অ্যান্ড স্যানিটারি	সোলাই মার্কেট	01813013121	26899.00
C0104988	মোঃ সহিদুল আলম	মোঃ সহিদুল আলম	গ্রিন পার্ক	01711308641	9506.00
C0105061	মোঃ রাব্বি ভাই	মোঃ রাব্বি ভাই	তেতুলঝোরা	01706067181	25000.00
C0105080	বোর্নালি টাইলস	বোর্নালি টাইলস	হেমায়েতপুর	01711856132	28995.00
C0105151	মাহাবুব হোসেন	আমিন বাজার	আমিন বাজার	01857389064	2863.00
C0105162	আকলিমা আক্তার	আকলিমা আক্তার	ঝাউচোর	01817505581	2310.00
C0105164					-6595.00
C0105175	আবদুল হাই	শেমপুর	শেমপুর	01777574944	13550.00
C0105186	হাজী স্যানিটারি	হাজী স্যানিটারি	জয়নাবাড়ী	01817014676	152084.00
C0105187	এমডি। দুলাল মিয়া	এমডি। দুলাল মিয়া	শেমপুর	01850205206	8430.00
C0105194	এমডি। খোরশেদ আলম	হারুলিয়া	হারুলিয়া	01879626590	13230.00
C0105243	এমডি। রাকিব হোসেন	বলিয়ারপুর	বলিয়ারপুর	01819560000	19080.00
C0105247	আলিফ স্যানিটারি	আমিন বাজার	আমিন বাজার	01817540798	2178.00
C0105248	শখ রহমান	পূর্বহাটি	পূর্বহাটি	01868988928	31029.00
C0105291	আব্দুল জলিল	শেমপুর	শেমপুর	01963824286	407.00
C0105388	আব্দুর রহিম	বলিয়ারপুর	বলিয়ারপুর	01860480254	9980.00
C0105421	আইনুদ্দিন	যাদুরচর	যাদুরচর	01976603725	18340.00
C0105430					-1570.00
C0105439	আব্দুর রহিম বাই	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	01911391878	33505.00
C0105442	আনোয়ার হোসেন	লাইলাসুর	লাইলাসুর	01930810455	15090.00
C0105550	বন্ধু ট্রেডার্স	রাসেল সাহেব	হেমায়েতপুর	01836806631	27954.80
C0105551	এমডি। মনির হোসেন	এমডি। মনির হোসেন	হেমাইতপুর, বড় মসজিদ	01740581085	20485.00
C0105564	এমডি। জসিম উদ্দিন	এমডি। জসিম উদ্দিন	জয়নাবাড়ী, উত্তর পাড়া	01719987259	32583.00
C0105569	আব্দুল ওহাব - ইসমাইলের যত্ন	আব্দুল ওহাব - ইসমাইলের যত্ন	সুইটেক্স	01710687563	14790.00
C0105571	আবুল বাসার সাহেব	আলমনগর হাউজিং	১০ নং রোড, আলমনগর হাউজিং	+8801717765866	11420.00
C0105600	মোঃ হজরত আলী		ফ্ল্যাশ	01822870304	-2215.00
C0105694	সাহলন সাহেব	সাহলন সাহেব	বাগবাড়ি	01819004590	52876.00
C0105703	মোঃ মিজানুর রহমান	মোঃ মিজানুর রহমান	আলমনগর হাউজিং, রোড নং ৮, ফ্ল্যাট নং ৫	01717290940	-2.00
C0105711	এমডি। আবদুল ওয়ারেশ	এমডি। আবদুল ওয়ারেশ	জোরপুর, শাপলা হাউজিং	01714702888	42667.00
C0105735	হাজী আব্দুল জলিল সাহেব	নতুনপাড়া	নতুনপাড়া	01711151391	83059.00
C0105737	স্যার। চুমান সাহেব	স্যার। চুমান সাহেব	জোরপুল	01676104415	56610.00
C0105770	সাহোর আলী	বীণা ডাঙ্গি	বীণা ডাঙ্গি	01612788688	73741.00
C0105775					-900.00
C0105804	এমডি। ইকবাল হোসেন	পূর্বহাটি	পূর্বহাটি	01716476233	8740.00
C0105820	মোহাম্মদ আলী	মোহাম্মদ আলী	আলমনগর হাউজিং, রোড নং ১, ফ্লট নং ৩	01679581396	28948.00
C0105823	আপন নিবাস - আপন নিবাস	ফরিদ সাহেব	আলমনগর হাউজিং, রোড নং ১৪	01911911526	93785.00
C0105848	মোঃ টাইমস সাহেব	হরিন্ধোরা	হরিন্ধোরা	01712958887	5345.00
C0105867	এমডি। মেহেরাজ সাহেব	এমডি। মেহেরাজ সাহেব	কুণ্ড	01305460086	33000.00
C0105870	এমডি। অ্যানোর হোসেন	এমডি। অ্যানোর হোসেন	হরিন্ধোরা	01632890507	2755.00
C0105888	এমডি। সাগর ইসলাম - কেয়ার অফ সোয়েব	এমডি। সাগর ইসলাম - কেয়ার অফ সোয়েব	সিঙ্গাইর, হাতিম সিনিয়র	01789503862	0.80
C0105890	এমডি। রবিউল ইসলাম	এমডি। রবিউল ইসলাম	চলন্তিকা হাউজিং	01712517224	10660.00
C0105896	এমডি। তানভীর হোসেন	এমডি। তানভীর হোসেন	নেশন পলিমার	01779176569	2280.00
C0105919	মোঃ মাহাবুব রহমান	হেমায়েতপুর	হেমায়েতপুর	01843309222	2655.00
C0105921	মুসলেউদ্দিন - আলমের যত্ন	মুসলেউদ্দিন	হারুলিয়া	01810818681	31935.00
C0105928	সাহিন এন্টারপ্রাইজ	সাহিন এন্টারপ্রাইজ	সোলে মার্কেট	01721722911	15048.00
C0105933	মঃ সাহাজান বিদায়	মঃ সাহাজান বিদায়	সুইটেক্স	01953542832	1714.00
C0105937	সাথী আক্তার	সাথী আক্তার	যাদুরচর	01937090857	1410.00
C0105941	ইমান উদ্দিন আইএমও	ইমান উদ্দিন আইএমও	বলিয়ারপুর বাসস্ট্যান্ড	01724394449	52524.68
C0105944	মোঃ আহসান উল্লাহ	মোঃ আহসান উল্লাহ	তেতুলঝোরা	01751500309	67830.00
C0105948	এমডি। মনির হোসেন	এমডি। মনির হোসেন	বাগুর্তা	01838888804	8700.00
C0105951	শখ রহমান	শখ রহমান	নগর কুণ্ড	01922353137	-7153.00
C0105956	এমডি। ফরহাদ হোসেন	এমডি। ফরহাদ হোসেন	দোনখিন সামপুর	01330093819	28600.00
C0105958	মোঃ টিটু মিয়া	মোঃ টিটু মিয়া	জয়নাবাড়ী	01711207694	14750.00
C0105960	ডাঃ দীপক দা	ডাঃ দীপক দা	বাগুর্তা	01712433985	31670.00
C0105961	মঃ জুলমন বাই	মঃ জুলমন বাই	সুইটেক্স	01680180389	45241.00
C0105970	এম.ডি. মাসুম ভাই		আলামানাগর হাউজিং	01716779529	151018.00
C0105972	জনাব। এমডি। আসাদুল ইসলাম	জনাব। এমডি। আসাদুল ইসলাম	বাগবাড়ী, যমুনা	01614334661	43100.00
C0105973	জয়নাল আবেদীন	জয়নাল আবেদীন	সহিদুল হাউজিং	0183937300	41560.00
C0105974	জনাব। এমডি। আনোয়ার হোসেন	জনাব। এমডি। আনোয়ার হোসেন	হরিন্ধোরা	01776463718	40900.00
C0105975	তাজুল ইসলাম - সাহাজাহানের যত্ন	তাজুল ইসলাম - সাহাজাহানের যত্ন	জয়নাবাড়ী	01974439434	94309.00
C0105976	হাজী এমডি। সাহাবুদ্দিন	হাজী এমডি। সাহাবুদ্দিন	ভোরাল	01752492491	8500.00
C0105977	এমডি। জহির সাহেব	এমডি। জহির সাহেব	চান্দুলিয়া	01888287778	22422.00
C0105980	আনোয়ার হোসেন - রুবেল মিস্টেরির যত্ন	আনোয়ার হোসেন - রুবেল মিস্টেরির যত্ন	কানারচর	01789183634	30514.00
C0105981	মোস্তফা চৌধুরী	মোস্তফা চৌধুরী	আরজেন্ট পাড়া	01932827112	13045.00
C0105982	হাজী সানাউল্লাহ সাহেব	বাদশা মিয়ার যত্ন	মুসলিম পাড়া	01712210195	137445.00
C0105983	আব্দুর রহমান	আব্দুর রহমান	চলন্তিকা হাউজিং	01819199543	4202.00
C0105984	গোলাম রাব্বী ওয়াই	গোলাম রাব্বী ওয়াই	জয়নাবাড়ী	01710059264	10524.84
C0105985	মোঃ ইব্রাহিম ভাই	মোঃ ইব্রাহিম ভাই	জয়নাবাড়ী	01858913674	128778.00
C0105987	এমডি। আনোয়ার হোসেন	এমডি। আনোয়ার হোসেন	জয়নাবাড়ী	01324523405	7655.00
C0105990	সোলেমান - আসাদ মিয়ার যত্ন	সোলেমান - আসাদ মিয়ার যত্ন	হেমায়েতপুর	01721493758	52133.00
C0105993	জোনাব ফারুক হোসেন	জোনাব ফারুক হোসেন	বলিয়ারপুর	01711583381	47563.00
C0105995	আঁখি	আঁখি	ভোরাল	01770559092	3456.00
C0105997	টেকনো লিংক	টেকনো লিংক	হরিনধোরা (ট্যানারি এলাকা)	01748148020	31905.00
C0106004	শামসুল - রুবেল মিস্টারির যত্ন	শামসুল - রুবেল মিস্টারির যত্ন	ভোবানীপুর	01837744664	38292.00
C0106005	এমডি। মোক্তার হোসেন	এমডি। মোক্তার হোসেন	জয়নাবাড়ী	01919144190	6315.00
C0106006	ফরহাদ হোসেন	ফরহাদ হোসেন	চলন্তিকা হাউজিং	01717037557	6565.00
C0106008	জনাব। এমডি। মোক্তার হোসেন	জনাব। এমডি। মোক্তার হোসেন	আলমনগর হাউজিং, রোড নং ১০	01714823757	56825.00
C0106010	আনিসুর রহমান - জিয়া বাইয়ের যত্ন	আনিসুর রহমান - জিয়া বাইয়ের যত্ন	হেমায়েতপুর	01862558644	12220.00
C0106012	স্যার। জাহাঙ্গীর আলম জিতু	অ্যামেরিট	আলমনগর হাউজিং। রোড নং ৮	01682739735	68865.00
C0106030	সালমান জাকির	জাকির	আলমনগর রোড ১১/১২	+8801818366591	381227.00
C0106032	শাওন স্যানিটারি	শাওন স্যানিটারি	গেন্ডা	01914096587	14510.00
C0106033	এমডি। জাহিদ ইসলাম - কেয়ার অফ জাহাঙ্গীর সির	এমডি। জাহিদ ইসলাম - কেয়ার অফ জাহাঙ্গীর সির	আলমনগর হাউজিং	01819455046	42883.00
C0106034	পাডা ইলেকট্রিক	এমডি। সাইফুল ইসলাম - পদ্দ ইলেকট্রিক	হেমায়েতপুর	01774975811	76685.00
C0106037	এমডি। সানোয়ার হোসেন	এমডি। সানোয়ার হোসেন	পূর্বহাটি	01715658478	51350.00
C0106039	জাহাঙ্গীর ভাই	জাহাঙ্গীর ভাই	জয়নাবাড়ী	01796289050	11391.00
C0106045	এমডি। আবদুর রহিম	এমডি। আবদুর রহিম	ভোরাল	01742557384	31915.00
C0106054	এমডি। শফিকুল ইসলাম	আলমনগর হাউজিং	রোড নং ১০, হাউস নং ১৭, আলমনগর হাউজিং	01712356747	16555.00
C0106055	সপন মজুমদার - কেয়ার অফ হাসান মিস্টারি	সপন মজুমদার - কেয়ার অফ হাসান মিস্টারি	কুন্ডা, জমাদ্দার পাড়া	01917057705	19013.00
C0106061	মোঃ উসুফ গো	মোঃ উসুফ গো	সুইটেক্স	01774017111	28160.00
C0106065	এমডি। আবদুর জব্বার	এমডি। আবদুর জব্বার	কুন্ডা, জমাদ্দারের জন্য	01841312172	105066.00
C0106074	এমডি। রফিকুল ইসলাম	এমডি। রফিকুল ইসলাম	কুণ্ড	01738205386	4775.00
C0106076	লিপিপ আকথের - কেয়ার অফ আবদুর রহিম	লিপিপ আকথের - কেয়ার অফ আবদুর রহিম	চলন্তিকা হাউজিং	01941804029	22475.00
C0106085	আসিফ রেজা - হাসান মিস্টারি	আসিফ রেজা - হাসান মিস্টারি	কুণ্ড	01816523477	78975.00
C0106094	এমডি। বাবুল হোসেন	বাবুল		01703555624	29670.00
C0106096	তাসমিয়া	তাসমিয়া	আলমনগর হাউজিং, রোড নং ১৫	01987608710	6700.00
C0106102	ওয়াজেদ	ওয়াজেদ	আমিন বাজার	01862938384	3290.00
C0106105	আব্দুর রহিম বাই	রোহিম	ঝাউচোর	01817098072	47510.00
C0106129	আপন আবাশন	সাইফুল ইসলাম	আলমনগর হাউজিং, রোড নং ১৬	01911765491	288133.00
C0106133	হাজী এমডি। সওকোট হোসেন	হাজী এমডি। সওকোট হোসেন	চলন্তিকা হাউজিং	01835071356	45330.00
C0106141	হাজী কামরুল হাসান	নিবাশ বানর	আলমনগর হাউজিং, রোড নং ১৬	01301928732	-105000.00
C0106226	নুরু ভাই - খোরশেদের যত্ন		হেমায়েতপুর	01865389603	18576.00
C0106240	মিঠুন হোসেন	মিঠুন হোসেন	ধক্ষিণ শামপুর	01783564060	13245.00
C0106250	লুরফর রহমান	লুরফর রহমান	হরিন্ধোরা	01872235126	4010.00
C0106254	আব্দুর বারেক		জয়নাবাড়ী	01981467425	-100000.00
C0106258	তাজুল ইসলাম		কুণ্ড	01813722007	-17140.00
C0106265	ওআইসি গার্ডেন - মিন্টু সাহেবের যত্ন	মিন্টু সাহেব	আলমনগর হাউজিং, রোড নং ১৪	01326547955	900.00
C0106274	এমডি। শাহিদ হোসেন	ঝাউচোর	যাদুরচর, তারা মস্ক	01714642912	12950.00
C0106292	জিয়াউর রহমান	বলিয়ারপুর	বলিয়ারপুর	01726485892	5474.00
C0106307	এমডি। আসমত আলি	সুমন মিস্টারির যত্ন - হারুইলা	হারুইলা	01775249205	51264.00
C0106339	জনাব এমডি। মুজিবুর রহমান	জনাব এমডি। মুজিবুর রহমান	শাপলা হাউজিং	01740892616	860.00
C0106346	হাজী জাহাঙ্গীর আলম - কেয়ার অফ রুবেল	জয়নাবাড়ী	জয়নাবাড়ী	01302569990	17600.00
C0106347	হাজী নজরুল ইসলাম	হাজী নজরুল ইসলাম	আমিন বাজার	01711180911	59300.00
C0106358	হালকা-ভ্যাগন স্যানিটারি	হালকা-ভ্যাগন স্যানিটারি	মধুমতি হাউজিং	01755855583	3645.00
C0106361	এমডি। মফিজুর ইসলাম	এমডি। মফিজুর ইসলাম	ভোরাল	01711164075	-100000.00
C0106365	মোঃ আলমাস বা	মোঃ আলমাস বা	বলিয়ারপুর	01762073987	8730.00
C0106368	সালাউদ্দিন				-3375.00
C0106377	এমডি। সাহাবুদ্দিন সাহেব	এমডি। সাহাবুদ্দিন সাহেব	শহীদুল্লাহ হাউজিং	01611245645	5070.00
C0106385	মোঃ লাবু সাহেব		নিমারটেক	01942222523	-1870.00
C0106392	জিশা ফ্যাশন		শ্যামপুর, হেমায়েতপুর, সাভার, ঢাকা	01923532061	-5340.00
C0106416	মুজাফফর হোসেন		বীণা ডাঙ্গি	01730928142	-26260.00
C0106424	আবদুল্লাহ ইবনে করিম গং	রোড ১৪, আলমনগর সুগন্ধা হাউজিং	রোড ১৪, আলমনগর সুগন্ধা হাউজিং	01717713923	259292.00
C0106429	আনোয়ার হোসেন	আনোয়ার হোসেন	ভোরালি বটতলা	01875500117	22830.00
C0106441	জিহাদ এন্টারপ্রাইজ	মিন্টু	হেমায়েতপুর	01912610511	5525.00
C0106445					-1895.00
C0106450	বিলাল বাঈ	ঝাউচোর	ঝাউচোর	01821699868	49337.00
C0106476	এম এ হার্ডওয়্যার - আলাউদ্দিন	এম এ হার্ডওয়্যার - আলাউদ্দিন	হেমায়েতপুর	01831336411	9985.00
C0106480	তানহা ভিলা		হরিন্ধোরা	01741777474	-1896.00
C0106486	মোঃ ফিরোজ ভাই - সাইফুলের যত্ন	ভোরাল	ভোরাল	01731101594	106375.00
C0106491	কর্মান শিখদার - কেয়ার অফ লিটন সুইং	হেমায়েতপুর	হেমায়েতপুর	01976666746	480.00
C0106493	মোঃ আসাদ ভাই	মোঃ আসাদ ভাই	বোঙ্গা	01919410717	18093.00
C0106494	এমডি। মিজানুর রহমান - কেয়ার অফ হাজি নজরুল ইসলাম	এমডি। মিজানুর রহমান - কেয়ার অফ হাজি নজরুল ইসলাম	ভারতীয়	01843563742	40635.00
C0106496	রুবেল মিস্টেরি			0161861152333	2175.00
C0106501	রংধোনু টাওয়ার		আলমনগর হাউজিং রোড নং ১৭, ফ্লট ৭/৮	01714388444	112940.00
C0106502	সাইদুর রহমান	সাইদুর রহমান	হেমায়েতপুর	01888135600	53895.00
C0106504	এমডি । জাবির হোসেন	এমডি । জাবির হোসেন	খাগুরিয়া	01765038401	15250.00
C0106505	স্মার্ট টাওয়ার	সেলিম রেজা	আলমনগর হাউজিং, রোড ৬, ফ্ল্যাট ২	01916947597	198000.00
C0106520	আখলিমা বেগম		জয়নাবাড়ী	01876276388	-200000.00

`;

