
// Your data string
const dataString = `

C00001	মোঃ তাজুল ইসলাম	জয়না বাড়ি	জয়না বাড়ি	+8801931867141	566740.00
C00003	মোঃ মারুফ	purbo Hati	purbo Hati	+8801817561325	191471.00
C00004	মোঃ হোসেন আহমেদ (যমুনা ইলেকট্রিক)	হেমায়েতপুর	হেমায়েতপুর	1	8525.00
C00006	মোঃ করিম	নাল	চলন্তিকা হাউজিং	+8801841272868	247110.00
C00007	জামাল	জয়না বাড়ি (বড় বাড়ি)	জয়না বাড়ি (বড় বাড়ি)	+8801955665825	109981.83
C00008	দেলোয়ার মো	আলমনগর	রোড নম্বর 16, আলমনগর	+8801715933229	76730.00
C00009	ইঞ্জি. আব্দুল লতিফ	নাল	রোড নম্বর 16, আলমনগর	+8801712157709	90095.00
C00010	মোঃ রেজাউল করিম ভূঁইয়া	আলমনগর	রোড নম্বর 16, আলমনগর	01700002	74735.00
C00011	মোঃ রাসেল	আমিন বাজার	আমিন বাজার	01700003	12855.00
C00012	মক্কা স্যানিটারি	নাল	N/A	01700004	37061.00
C00013	মোঃ সালাউদ্দিন সাহেব	purbo Hati	purbo Hati	01883379589	14685.00
C00014	মোঃ আকবর	হেমায়েতপুর	হেমায়েতপুর	01700006	3390.00
C00015	মোঃ আল ইসলাম	purbo Hati	purbo Hati	+8801910032232	50491.00
C00016	মোঃ বাবু	ব্যাগ বারি	ব্যাগ বারি	+8801770291377	134231.00
C00017	মোঃ মনির	বড়ো মসজিদ, হেমায়েতপুর	বড়ো মসজিদ, হেমায়েতপুর	0170000	1220.00
C00019	মোঃ আব্দুল হক	জয়না বাড়ি	জয়না বাড়ি	+880194275171	68931.00
C00020	মোঃ মাহামুদ হোসেন	হেমায়েতপুর	হেমায়েতপুর	+8801822300306	1945.00
C00021	দিপু	দাসপাড়া	দাসপাড়া	+8801814453821	55330.00
C00023	মোঃ ইসমাইল হোসেন	purbo Hati	purbo Hati	+8801773596350	-15557.00
C00025	মোঃ ডাবলু সরকার	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	+8801957221967	৪৪৯৭৩৪.০০
C00026	মোঃ সামছুল আলম	ব্যাগ বারি	ব্যাগ বারি	+8801748918462	150953.00
C00027	হাজী আক্কাস আলী	হেমায়েতপুর	হেমায়েতপুর	+৮৮০১৬২৪৫৩৯১৩২	422851.00
C00028	অধ্যাপক আবু সাঈদ	হরিন্দোরা	হরিন্দোরা	01711146114	120940.49
C00030	মোঃ আসলাম	জনতা হাউজিং	জনতা হাউজিং	+8801712844277	17173.00
C00031	বিপ্লব মিস্ত্রী	মধুমতি মডেল টাউন	মধুমতি মডেল টাউন	+8801867835150	19577.00
C00032	মোঃ নজরুল ইসলাম	জয়না বাড়ি	জয়না বাড়ি	+8801818271042	55430.00
C00034	হাজী মোঃ আসাদ মিয়া	হেমায়েতপুর	হেমায়েতপুর	+8801713512482	121894.00
C00035	মোঃ ফরিদ মিস্ত্রী	ব্যাগ বারি	ব্যাগ বারি	01700008	10545.00
C00037	কমপোর্ট	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	0100009	158830.00
C00038	ইঞ্জি. শফিকুল ইসলাম	কুন্ডা	কুন্ডা	+8801736323794	-10050.00
C00039	আলেয়া অ্যাপারেলস লিমিটেড	হেমায়েতপুর	হেমায়েতপুর	+8801799982935	73275.00
C00040	মোঃ মাইনুদ্দিন	আরজেনপাড়া	আরজেনপাড়া	+8801839373780	8820.00
C00041	মোঃ মঞ্জু	নাল	purbo Hati	01822144164	24611.00
C00042	মোঃ শরিফুল	নাল	ভোরালী	+8801704161618	115940.00
C00043	মোঃ আব্দুল গফুর	নাল	পুকুরপাড়	+8801891763696	3215.00
C00044	মোঃ ইমান আলী	নাল	জাওচোর	+8801788848458	208043.00
C00045	মোঃ দেওয়ান নাজমুল	নাল	চলন্তিকা হাউজিং	+8801886175454	36205.00
C00046	মোঃ আবুল বাতেন	নাল	শহীদুল্লাহ হাউজিং	+8801876052975	2355.00
C00048	মোঃ শাহ আলম	নাল	হেমায়েতপুর	+8801729859572	6895.00
C00049	মোঃ আসলাম	নাল	ব্যাগ বারি	+8801712672266	42310.00
C00050	ক্রেস্নো দাস	নাল	রিসিপাড়া	+8801810759645	1150.00
C00051	মোঃ সালাউদ্দিন	purbo Hati	purbo Hati	+8801832771866	16185.00
C00052	মোঃ রাকিব মিস্ত্রী	নাল	purbo Hati	01824504056	19305.00
C00053	সালেয়া ইলেকট্রিক	নাল	আমিন বাজার	01820549520	3182.00
C00054	মোঃ আব্দুল রশিদ	নাল	বোরালী	017000013	18585.00
C00055	আশা টাওয়ার	নাল	হেমায়েতপুর	+8801989751079	9910.00
C00056	মোঃ খলিলুর রহমান	নাল	আলমনগর	+8801712108892	28530.00
C00057	রাজ প্ল্যাট	নাল	N/A	017000014	250000.00
C00058	মোঃ আব্দুল বারেক	নাল	জয়না বাড়ি	+8801912226675	26945.00
C00059	ফাতেমা মনজিল	নাল	N/A	017000015	450.00
C00060	হাবিব গুয়াল	হাবিব গুয়াল	বলিয়ারপুর	01648419566	139535.00
C00061	মোঃ আলী আহমেদ	নাল	হরিন্দোরা	+৮৮০১৭৪৩৯৫১৪৯৫	7000.00
C00062	মোঃ আসাদুজ্জামান	নাল	মধুমতি মডেল টাউন	+8801917520973	11380.00
C00063	মোঃ মেহের আলী	নাল	জয়না বারী	017000017	11262.00
C00064	মোঃ ইব্রাহিম হোসেন (রানা)	নাল	শামপুর	+8801760961106	19065.00
C00065	মোঃ জনি মিস্ত্রী	নাল	N/A	017000018	2372.00
C00066	সিকদার স্যানিটারি		শামপুর	01822708809	0.30
C00067	রেবেকা সুলতানা	নাল	মধুমতি মডেল টাউন	+8801712632575	4824.00
C00068	মোঃ আব্দুল সালেহ	নাল	N/A	+8801722248944	6505.00
C00069	মনজিল	নাল	চলন্তিকা হাউজিং	+88017123221955	35222.00
C00070	মোঃ পলাশ	নাল	বোরালী	01684152009	7575.00
C00071	মোঃ জাহাঙ্গীর	purbo Hati	purbo Hati	017000020	12410.00
C00072	তিলোক স্যানিটারি মো	নাল	ফুল বাড়িয়া	017000021	17705.00
C00073	মোঃ সায়েব আলী	সোয়েব	হেমায়েতপুর	01674532576	120848.00
C00074	ফাতেমা মনজিল	নাল	purbo Hati	017000023	418565.00
C00075	মোঃ ফয়সাল	নাল	চলন্তিকা হাউজিং	+8801712663140	14700.00
C00077	মোঃ হেদায়েত উল্লাহ	নাল	হেমায়েতপুর	+8801711469544	15025.00
C00078	মোঃ গনি	নাল	শামপুর	+8801920336104	49130.00
C00079	মোঃ লাবলু	নাল	চলন্তিকা হাউজিং	+8801712539389	-46150.00
C00080	মোঃ আসদুস সাত্তার	নাল	ব্যাগ বারি	+8801782906292	10000.00
C00081	আনান্না খাবার	ওহিদুর জামান	হেমায়েতপুর	01814189508	158668.00
C00082	মোঃ জোসিম	ব্যাগ বারি	ব্যাগ বারি	+8801706568870	21145.00
C00083	হাজী মুকবুল	নাল	জামিরতা	01700025	1150.00
C00084	মোঃ পারভেজ	নাল	শহীদুল্লাহ হাউজিং	+8801717013701	57345.00
C00085	মোঃ বাচ্চু মিয়া	নাল	রোড # 11/2, আলমনগর	01700026	18455.00
C00087	মোঃ জামাল সাহেব	নাল	হেমায়েতপুর	01922909116	72534.00
C00088	মোঃ রিয়াজ মিস্ত্রী	নাল	N/A	017000028	6330.00
C00089	আরব ট্যানারি	নাল	হরিন্দোরা	01711288529	21940.00
C00090	মোঃ আতাউর রহমান	নাল	বলিয়ারপুর	+8801884430446	30403.00
C00091	মোঃ আর্নাল	নাল	বলিয়ারপুর	+৮৮০১৬৭৫৮১৭৪৯৩	9780.00
C00092	আলিম মিস্ত্রী	নাল	চলন্তিকা হাউজিং	017000030	4535.00
C00093	মোঃ ইসমাইল	নাল	বগুত্র	01712878671	19247.00
C00094	কাজল মিস্ত্রি	নাল	N/A	+880173535416	34785.00
C00095	মোঃ জোমির উদ্দিন	নাল	ঈদগা মঠ	+8801712938241	2816.00
C00096	সাহাবুদ্দিন ড	নাল	রিসিপাড়া	+8801733492931	5145.00
C00097	মোঃ মিজানুর রহমান	নাল	হেমায়েতপুর	01700032	6300.00
C00098	মোঃ আসাদ	নাল	হরিন্দোরা	+8801715578964	93470.00
C00099	মোঃ সাইফুল	নাল	ভোরালী	01700033	24575.00
C00101	মোঃ আব্দুল আজিজ	নাল	শাপলা হাউজিং	+8801927383193	10160.00
C00102	আব্দুল কুদ্দুস	নাল	সুইস্টেক্স	+8801726111203	107345.00
C00103	মোঃ জাহাঙ্গীর	হরিন্দোরা	হরিন্দোরা	01726949000	254784.00
C00104	সিরাজুল ইসলাম	নাল	নোটুন পাড়া	+8801775483113	1600.00
C00105	মোকলেস ভাই	নাল	সোবাপুর	+8801775386095	305934.78
C00106	গোলাম মোস্তফা ডা	নাল	N/A	017000035	12335.00
C00107	নুরু আলম মিস্ত্রী	নাল	ভোরালী	+8801611909275	7660.00
C00108	খোরশেদ আলম	মধুমতি মডেল টাউন	মধুমতি মডেল টাউন	+8801716416289	4435.00
C00109	নুরুল ইসলাম	নাল	জয়নাবাড়ি	+8801712580032	140625.00
C00110	মোঃ মেহের আলী	নাল	জয়নাবাড়ি	01553372754	30946.00
C00111	মোঃ সুমন মিস্ত্রী	নাল	হারুলিয়া	0170000369	16165.00
C00112	সপন বাবু	নাল	রিসিপাড়া	+8801703994042	15260.00
C00113	মোঃ সাইফুল	নাল	ভোরালী	+880181804249	4920.00
C00114	মোহাম্মদ আলী	নাল	Sudkhira - Dokan স্টাফ	+8801822896332	11610.00
C00115	খোরশেদ	হেমায়েতপুর	হেমায়েতপুর	+8801922041775	58725.00
C00117	মুসলিম উদ্দিন	নাল	শাপলা হাউজিং	+8801954233955	3260.00
C00119	কবি মিস্ত্রি	নাল	আমিন বাজার	+8801710931523	11690.00
C00120	মহি উদ্দিন	নাল	হেমায়েতপুর	017000038	49470.00
C00122	হাজী মুহাম্মদ আলমগীর হোসেন	নাল	হেমায়েতপুর	+8801711440770	37682.82
C00123	আবদুস সবর খান	নাল	হেমায়েতপুর	0170000039	121696.00
C00124	মোঃ নওয়াজ শরীফ	নাল	মোদ্দো শ্যামপুর	+8801884499317	10184.00
C00126	মোসারফ ভাই	নাল	জয়নাবাড়ি	+880182148376	5335.00
C00127	মোঃ লিটন	নাল	হরিন্দোরা	+৮৮০১৬৩১৫৮৫৩৬৮	43225.00
C00128	আতাউর রহমান	নাল	ভোরালী নটরুনপাড়া	+8801812188662	24255.00
C00129	মাস্টার মিস্ত্রি	নাল	হেমায়েতপুর	+88017834444296	17025.00
C00130	নাজির হোসেন	নাল	জয়নাবাড়ি বড়বাড়ি	+8801922172661	11358.00
C00131	মোঃ হাসান	নাল	শ্যামপুর	+8801819006662	57315.00
C00132	আনোয়ার হোসেন	নাল	ব্যাগ বারি	+8801818520617	৪১৫৪০.০০
C00133	আব্দুল বাতেন	নাল	সুইস্টেক্স	+8801943036639	4910.00
C00134	মোঃ সেলিম	নাল	বন গ্রাম	+8801815051368	4680.00
C00135	ওয়াজ উদ্দিন উল্লাহ	নাল	নোটুন পাড়া	+8801720082502	7915.00
C00136	সেলিম ভাই	নাল	চলন্তিকা হাউজিং	+8801823373717	16345.00
C00138	মামুন সাহেব	নাল	চলন্তিকা হাউজিং	+8801716723964	94514.00
C00139	আলী মিস্ত্রী	নাল	চলন্তিকা হাউজিং	+8801955450526	1650.00
C00140	মোঃ রিপন	নাল	চলন্তিকা হাউজিং	+8801940202180	14770.00
C00141	মোঃ মোশারফ হোসেন	নাল	জয়নাবাড়ি	+8801821483769	28240.00
C00142	হাজী মোঃ বাদশা মিয়া	নাল	তেতুল ঝোড়া	+8801712213280	14187.00
C00143	আল আমিন	নাল	বগুত্র	01819069276	126639.00
C00144	মুন্নাফ	নাল	হরিন্দোরা	+8801762181974	35800.00
C00145	লিয়াকত হোসেন	নাল	নোটুন পাড়া	+8801811157582	7995.00
C00146	মোঃ রিকু	নাল	হেমায়েতপুর	+8801733505541	34645.00
C00148	হাজী নজরুল ইসলাম	নাল	বলিয়ারপুর	017000057	20150.00
C00149	মোঃ হুমায়ুন	নাল	শ্যামপুর	+8801739690714	54930.00
C00150	মোঃ লুফর রহমান	নাল	শ্যামপুর	+8801860886990	9571.00
C00152	মোবারক হোসেন	নাল	শ্যামপুর	+8801820524370	115885.00
C00153	সোহেল	নাল	হারুলিয়া	+8801766560425	6700.00
C00154	মোঃ মোস্তফা	নাল	uttar ঝাউচোর	+8801831276543	182740.00
C00156	মোঃ আমির হোসেন	নাল	হরিন্দোরা	+8801889131100	27015.00
C00157	মোঃ আলম	নাল	হেমায়েতপুর	+8801944852271	3765.00
C00158	মোঃ আব্দুল ওহাব	নাল	আলমনগর সড়ক নং ১১	+8801710966000	955.19
C00159	মোঃ আব্দুল মমিন	নাল	N/A	0170000040	13934.00
C00160	মামলত হোসেন	নাল	হেমায়েতপুর	+8801623287333	2130.00
C00161	মোঃ জাকির হোসেন	নাল	N/A	0170000041	26885.00
C00162	মনির মিস্ত্রী	নাল	আলমনগর	+8801321192919	16475.00
C00163	মোঃ সায়েম	নাল	হরিন্দোরা	+8801720243269	73460.00
C00164	মোঃ রফিকুল	রফিকুল	তেতুল ঝোড়া	+8801980825611	23380.00
C00165	মোঃ ইকবাল হোসেন	নাল	চলন্তিকা হাউজিং	+8801712085339	7730.00
C00167	মোঃ জাকির হোসেন	নাল	আলমনগর	0170000042	19520.00
C00168	মোঃ ফরহাদ	নাল	হেমায়েতপুর	+8801680360072	37675.00
C00170	জলিল মিস্ত্রী	নাল	তেতুল ঝোড়া	01700000044	1640.00
C00171	আব্দুল আজিজুল ইসলাম	নাল	হোজরৎপুর	+8801817693232	7000.00
C00172	মোঃ রুবেল	নাল	purbo Hati	+8801822897109	32495.00
C00173	মোঃ জাহিদ	নাল	হেমায়েতপুর	017000000036	3375.00
C00174	শামীম মিস্ত্রী	নাল	বলিয়ারপুর	+8801676025232	9365.00
C00175	Abs Tanel	নাল	হরিন্দোরা	+8801830996630	9970.00
C00176	মোঃ মাসুম	নাল	ঝাউ চর	+৮৮০১৭৫৫৫৭৭৫৯৩	12087.00
C00177	মোঃ আবুল কালাম	নাল	জয়নাবাড়ি	+8801721601437	36648.00
C00178	মোঃ সাইফুল ইসলাম	নাল	ভার্টেক্স	+8801740901959	20400.00
C00179	মোঃ পারভেজ	নাল	ব্যাগ বারি	+8801876478669	29200.00
C00180	রুহুল আমিন	নাল	নোটুন পাড়া	+8801843369252	100370.00
C00181	মোঃ ফারুক মিস্ত্রী	নাল	শ্যামপুর	+8801794521599	45097.00
C00182	শুরমা ট্রেডার্স	নাল	vorali	+8801716676633	10240.00
C00183	মোঃ আব্দুল হক	নাল	নিমটেক	+8801772222001	42146.00
C00184	মোঃ মিজান	নাল	বলিয়ারপুর	+8801911935996	52065.00
C00185	আকাশ মজুমদার	নাল	পুকুরপাড়	+8801716864477	23819.00
C00186	রোটন বাবু	নাল	হারুলিয়া	+8801726490249	10311.00
C00187	মোঃ হাসমত	নাল	চলন্তিকা হাউজিং	+8801796511547	9640.00
C00188	শিল্পী এন্টারপ্রাইজ- সামাদ	নাল	জয়নাবাড়ি	01700000027	18170.00
C00189	আব্দুল রোহিম	নাল	চলন্তিকা হাউজিং	01700000026	7880.00
C00190	মোঃ আমদাদ হোসেন	নাল	হেমায়েতপুর	017000000025	105480.00
C00192	মোঃ ফিরোজ মিয়া	নাল	জয়নাবাড়ি	+8801819666084	9460.00
C00193	মোঃ কালাম	নাল	ঝাউ চর	+8801830494888	13729.00
C00194	মোঃ ডালিম	নাল	বলিয়ারপুর	+8801742705031	6980.00
C00195	মোঃ আবু সাঈদ	নাল	আলম নগর, রোড নম্বর ১১	+8801782168991	21137.00
C00196	মোঃ সাইফুল ইসলাম	নাল	হেমায়েতপুর	017000000169	45242.00
C00197	আব্দুল রব	নাল	নোটুন পাড়া	+8801740559317	4924.00
C00198	দ্বীন ইসলাম	নাল	প্যান পাড়া	+8801870006381	17858.00
C00199	মোঃ সুলতান	নাল	মুসলিম পাড়া	01700000096	29851.00
C00200	সার্জেন্ট জাহিদ	নাল	বনানী	+8801716017083	9300.00
C00201	রুহুল আমিন	নাল	ভোরালী নটরুনপাড়া	+৮৮০১৯১৪৮৫৪৫৮৬	13785.00
C00202	গোপাল সরকার	নাল	শ্যামপুর	+8801716709040	17335.00
C00203	আবু তাহের	নাল	চাঁপাইন সাভার	+৮৮০১৬৭৬৭৯৮৬০৮	16775.00
C00204	ফরিদ মিস্ত্রী	নাল	হরিন্দোরা	+8801830543230	64540.00
C00205	মোবারক সাহেব	নাল	সুইস্টেক্স	+8801771438027	14575.00
C00206	সোটোটা এন্টারপ্রাইজ	মোঃ রুহুল আমিন	শাওরাইল বাজার, সিংগাইর	01729826603	254606.31
C00207	আব্দুল বাতেন	নাল	purbo Hati	+8801876347052	14560.00
C00208	আব্দুল রশিদ মিস্ত্রী	নাল	ভোরালী	01704000000	58336.00
C00209	মোঃ মিলন	নাল	চলন্তিকা হাউজিং	+8801615227788	21370.00
C00210	খোরশেদ ভাই	জয়নাবাড়ি	জয়নাবাড়ি	+8801715877244	107992.00
C00211	মোঃ নাঈম	নাল	প্যান পাড়া	+৮৮০১৬৭৫৫৫৮৭৮১	7335.00
C00212	আখ প্যাকেজিং নতুন প্রকল্প	নাল	হরিন্ধোরা	শূন্য	7750.00
C00213	মোঃ আসলাম	নাল	ভোরালী	01787413867	94385.00
C00214	মোঃ সামসুদ্দিন	নাল	হেমায়েতপুর	+8801818538445	25235.00
C00215	মোঃ ফয়সাল	নাল	চলন্তিকা হাউজিং	+8801642100935	172275.00
C00216	মোঃ সাহাজান শেখ	নাল	চলন্তিকা হাউজিং	+8801713290929	17543.00
C00217	ইয়াসিন সাহেব	নাল	আমিন বাজার	+8801711032384	4355.00
C00218	সাহালোম	নাল	purbo Hati	+8801918236956	11535.00
C00219	মোঃ বাচ্চু মিয়া	নাল	vorali	+8801822833914	10615.00
C00220	মোঃ সাহাদাত হোসেন	নাল	যদুরচোর	+8801821662664	4000.00
C00221	মিন্টু মিস্ত্রি	নাল	সাভার	+8801779980431	29865.00
C00222	মোঃ সহিদ	নাল	ঝাউ চর	+8801711937795	103715.00
C00223	মোজাম্মেল হক	নাল	vorali	+880711102292	71144.00
C00224	জমসের মিস্ত্রী	নাল	জয়নাবাড়ি	+8801920492813	12316.00
C00225	আকবর হোসেন	নাল	হেমায়েতপুর - 292 পৃষ্ঠা	01676719111	6925.96
C00227	আবু ভাই - তৌসিফ ভের	নাল	হেমায়েতপুর	0170000011	71705.00
C00228	মোঃ সাহিন	নাল	জয়নাবাড়ি	+৮৮০১৯৬৬৬৯৬৩৮৬	20800.00
C00229	হাজী আবু বাশার	নাল	শ্যামপুর	+8801725146110	11210.00
C00230	হাজী সফিউদ্দিন	নাল	purbo Hati	+8801776329247	16868.00
C00231	মোঃ বাবু ভাই	নাল	নিমারটেক	+8801978030699	17985.00
C00232	আবুল কালাম	নাল	চলন্তিকা হাউজিং	+8801711050775	16562.00
C00233	রোকসানা বাগম	নাল	হেমায়েতপুর	+8801720224764	5000.00
C00234	আব্দুল আজিজ	নাল	হেমায়েতপুর	+8801715960104	20130.00
C00235	সোহিদুল ইসলাম	নাল	singair	+8801811961445	11955.00
C00236	হাফিজ ভাই	নাল	চলন্তিকা হাউজিং	+8801711008023	288890.00
C00238	মোঃ আশরাফ মাস্টার	নাল	জয়নাবাড়ি	+8801722052016	42529.00
C00239	মোঃ জাহিদ	নাল	হেমায়েতপুর	+8801671652535	৪৫০৫৪৫.৮৫
C00240	মোঃ আরিফ	নাল	চান্দুলিয়া	+৮৮০১৬১৪৪৬৮৬২২	7225.00
C00241	মোঃ রাকিব	নাল	জয়নাবাড়ি	+8801726401331	19075.00
C00242	মোঃ রফিক	নাল	ভোরালী	+8801711878613	18630.00
C00243	মোঃ পলাশ	নাল	আলমনগর	+8801628577176	24420.00
C00244	মোঃ আতিকুর রহমান	নাল	ঝাউ চর	+8801793966606	12000.00
C00245	আবুল হোসেন	নাল	ভোরালী	+8801831383160	74265.00
C00246	আলমাস	নাল	ভোরালী	+8801726137468	39044.00
C00247	সিরাজ ভাই	নাল	কোটাপাড়া	+8801724249148	26780.00
C00249	মোঃ হাসান	নাল	vorali	+8801831336412	14817.00
C00250	হেলাল ভাই	নাল	চলন্তিকা হাউজিং	+8801712861737	10000.00
C00251	রাজ জায়গা	নাল	হেমায়েতপুর	+8801751315526	219327.00
C00252	আব্বাস খান	নাল	vorali	+8801740647526	9730.00
C00253	মোঃ সোহেল	নাল	কাতলা পুর	+8801681720500	146216.00
C00254	আব্দুল রহমান	নাল	vorali	+8801726070803	21070.00
C00255	আব্দুল আজিজ	নাল	বলিয়ারপুর	+8801734603399	3928.00
C00256	আব্দুল কুদ্দুস	নাল	হেমায়েতপুর	+8801711054665	9755.00
C00257	মোঃ মুজিবর	নাল	প্যান পাড়া	+8801811266737	8675.00
C00258	মোঃ রাজিব	নাল	হারুলিয়া	+880191187631	5700.00
C00259	আব্দুল কুদ্দুস	নাল	purbo Hati	+8801911876312	131308.00
C00260	মোঃ চঞ্চল	নাল	হেমায়েতপুর	+8801756811119	23405.00
C00261	মোঃ লতিফ	নাল	বলিয়ারপুর	+8801935795138	9325.00
C00262	সাত্তার খান	নাল	vorali	+8801878676465	9539.00
C00263	রাজক মিস্ত্রী	নাল	সাভার	+8801673713432	6772.00
C00264	মোঃ ফরিদ	নাল	জয়নাবাড়ি	+8801680686433	16000.00
C00265	মোঃ আব্দুল সাত্তার	নাল	purbo Hati	+8801902424173	42690.00
C00266	মোঃ মামুন	নাল	প্যান পাড়া	+8801671628974	7000.00
C00267	মোহাম্মদ আলী	নাল	মিটকা	+8801864646164	14400.00
C00268	মোঃ হীরা	নাল	উলাইল	01700000010	7960.00
C00269	রাশেদ ইসলাম	নাল	জয়নাবাড়ি	+8801833778686	4000.00
C00270	মোঃ সেলিনা আক্তার	নাল	আলমনগর সড়ক নং 2	0170000009	15700.00
C00271	মোঃ নজরুল ইসলাম	নাল	জয়নাবাড়ি	+8801730274373	6400.00
C00272	মোঃ আব্দুল মান্নান	নাল	যদুরচোর	01700000008	23660.00
C00273	মোঃ মনজুর আলী	ঝাউ চর	ঝাউ চর	01871468273	10740.00
C00274	মোঃ ওহেদ	নাল	ভারাঙ্গা ব্রিজ	+8801773346632	12600.00
C00275	মোঃ সহিদ	নাল	সুইস্টেক্স	+8801812174531	8830.00
C00276	লিটন সুইং	নাল	হেমায়েতপুর	017000007	11081.00
C00277	রেজাউল ইসলাম	নাল	হেমায়েতপুর	0170000006	10445.00
C00278	আমিরুল ইসলাম	নাল	আলমনগর হাউজিং	+8801913184805	9155.00
C00279	লেহাজ উদ্দিন	নাল	মুগরাকান্দা	+8801611158765	192665.00
C00280	আবু জাকির	নাল	বলিয়ারপুর	+8801628322153	8921.00
C00281	জামান ভাই	নাল	ঝাউ চর	+8801674082634	40735.00
C00282	মোঃ সফিক	নাল	বোরো মসজিদ	+8801915209215	174345.00
C00284	আবু সাঈদ	নাল	বলিয়ারপুর	+8801821626722	28551.00
C00285	অলি আহমেদ	নাল	আলমনগর হাউজিং	+8801732332318	38152.00
C00286	হাজী আলী আহমেদ	নাল	জয়নাবাড়ি	+8801715659242	305570.00
C00287	হায়দার আলী	নাল	হেমায়েতপুর	+8801725947783	6658.00
C00288	মোঃ মান্নান	নাল	ভাগুর্তা	+8801820216926	7335.00
C00289	মনির ভাই- তোসিফ দরজা	মনির	হেমায়েতপুর	01828304451	830603.88
C00290	হাজী রতন সাহেব	রতন	হেমায়েতপুর	+8801819152315	55375.00
C00291	মোঃ আজম	নাল	পূর্ব হাটি	+8801812171092	5000.00
C00292	মহসিন	কোন্ডা	কোন্ডা	+8801712281070	6175.00
C00293	মোঃ বসির	নাল	চলন্তিকা হাউজিং	+8801918517706	7935.00
C00294	মোঃ মালেক	নাল	শ্যাম পুর	+8801787436050	20000.00
C00295	সুকুর আলী	নাল	ভোরালী	+8801713543234	10360.00
C00296	মোঃ পিন্টু	নাল	ভরালি বালুর গণিত	+8801987961968	52720.00
C00298	সাব্বির হোসেন	সাব্বির	হেমায়েতপুর	01846920536	666931.42
C00299	মোঃ ফরিদ	নাল	আলমনগর	+8801828733217	37840.00
C00300	এরশাদ	নাল	যদুরচোর	+8801831132491	4500.00
C00301	মোঃ রাকিব	নাল	যদুরচোর	+8801731101754	30710.00
C00302	ফজলুর রহমান	নাল	আমিন বাজার	+8801676520647	16780.00
C00303	মোঃ নুরুল আমিন	নাল	হেমায়েতপুর	+8801821308183	49634.00
C00304	হাজী সাইদুর রহমান	নাল	হেমায়েতপুর	+8801726019967	59380.00
C00305	সেলিম ভাই	নাল	হেমায়েতপুর	+8801712669795	24415.00
C00306	আব্দুল খালেক	নাল	হরিন্দোরা	+8801726021082	5495.00
C00307	রাশেদ মো	নাল	ঝাউ চর	+8801849662554	7000.00
C00308	ইসমাইল	নাল	সুইস্টেক্স	01923233601	16804.00
C00309	কেয়াম উদ্দিন	নাল	বাগবাড়ি	+৮৮০১৭৫৪০৯৪৫৯৮	129562.00
C00310	নুরুল ইসলাম	নাল	হরিন্দোরা	+8801713927493	68735.00
C00311	মোঃ মনির	নাল	কানারচোর	+8801843379040	10000.00
C00312	মোঃ আলাউদ্দিন	নাল	দক্ষিণ শ্যামপুর	+8801725278619	17315.00
C00313	মোঃ আলম	নাল	কুন্ডা	+8801840863169	17447.00
C00314	কাদের মিস্ত্রী	নাল	N/A	+8801735354165	8070.00
C00315	তারিফুল	নাল	জয়নাবাড়ি	+8801738311512	7985.00
C00316	মোঃ সিদ্দিক	নাল	হেমায়েতপুর	+8801819198990	৩৩৩৬৫.০০
C00317	সাইফুল ইসলাম	নাল	ভোরালী	+8801818042490	204012.00
C00318	মোঃ আরিফ	নাল	হরিন্দোরা	+8801824902076	15609.00
C00319	আমজাদ হোসেন	নাল	হাতেম আলী কমপ্লেক্স	0170000004	24495.00
C00320	মোঃ আল আমিন	নাল	মধুমতি মডেল টাউন	+8801995846334	15715.00
C00321	মোঃ সেলিম	নাল	শ্যামপুর	+8801712080875	50850.00
C00322	রানা মোল্লা	নাল	চলন্তিকা হাউজিং	+8801716541996	164985.00
C00323	ব্রাদার্স পার্ক	নাল	আলম নগর হাউজিং	+8801826386195	233074.00
C00324	মোঃ জাহাঙ্গীর	পূর্ব হাটি	পূর্ব হাটি	+8801829157033	121187.00
C00325	মাসুদ রানা	নাল	শ্যামপুর	01999988721	6925.00
C00326	মোঃ পারভেজ	নাল	হেমায়েতপুর	01931667888	6705.00
C00327	কুম কুম দোকান	নাল	arent para	0178885026	17120.00
C00328	ওমর ফারুক	নাল	লাজপোলি	+8801673220367	13204.00
C00330	জামাল ভাই	নাল	হরিন্দোরা	01726361418	19906.00
C00331	ওমর ফারুক	নাল	জয়নাবাড়ি	+8801833096465	4325.00
C00332	মিন্টু ড্যাশ	নাল	singair	+8801719676885	10600.00
C00333	বাদল বেপারী	নাল	সোবাপুর	+8801623545917	17595.00
C00334	স্বপ্নের জায়গা ১- জাকির	নাল	আলম নগর রোড #11/12	+8801818366591	237810.00
C00335	ইসলাম	নাল	সোবাপুর	+8801672259630	5030.00
C00336	আবুল হোসেন	নাল	আমিন বাজার	+8801720420431	40775.00
C00339	সামসু উদ্দিন	নাল	সুইস্টেক্স	01700000	4290.00
C00340	কালাম	নাল	uttar ঝাউচোর	+8801715347265	5725.00
C00341	আমিনুল ইসলাম	নাল	পূর্ব হাটি	+8801830275880	11020.00
C00342	আনোয়ার হোসেন	নাল	এজেন্ট প্যারা	+8801787949100	10710.00
C00343	আশিক বাবু	নাল	শ্যামপুর	+8801718162905	45000.00
C00388	সাকেরা স্যানিটারি	লাকি ভাই	হেমায়েতপুর	01973723723	17917.00
C00389	দাদা	দাদা		01	395.00
C00390	মা স্যানিটারি		হেমায়েতপুর	01979213569	39310.00
C00392	মোল্লা স্যানিটারি	মুসলিম মোল্লা	হেমায়েতপুর	10	7900.00
C00394	মোক্কা স্যানিটারি	মনির	হেমায়েতপুর	50000	8836.00
C00395	ফাতেমা স্যানিটারি		বাগবাড়ি	01819435748	181988.00
C00396	হক স্যানিটারি	সান্টো	সিংগাইর বাজার	01976812681	219753.50
C00397	আদনান স্যানিটারি	আদনান	ঝাউচোর বাজার	01746069609	97426.00
C0100018	রাবি স্যানিটারি	রবি স্যানিটারি	হেমায়েতপুর	01680157923	44471.00
C0100050	জিসান আহমেদ	জিসান আহমেদ	ঝিনাইদহ সদর, ঝিনাইদহ	01984502460	10000.00
C0100112	নুরুল আমিন		হেমায়েতপুর	01821308183	171670.00
C0100159	সান্টো	সান্টো	জয়নাবাড়ি	01600290010	51280.00
C0100179	হেদায়েত মোল্লা			01913348206	7320.00
C0100672	সুমন	সুমন	হেমায়েতপুর, Sr of Nm	01789496682	58695.00
C0100876	সামাদ স্যানিটারি	সামাদ স্যানিটারি		01825769083	11376.00
C0100902	হাতেম আলী (সুপার মার্কেট)	হাতেম আলী (সুপার মার্কেট)		01781525599	2617.00
C0100903	আব্দুল করিম	কোরিম	চলন্তিকা হাউজিং	01711272868	371470.00
C0100904	আল্লাহদান স্যানিটারি	ইয়াসিন	আলিপুর	01884646500	136796.00
C0100909	আব্দুল আজিজ	আব্দুল আজিজ		01927383193	65160.00
C0100911	--------		সামপুর	01751781005	935.00
C0100916	বাবলু ভাই	বাবলু ভাই	ট্যানারি	01879298753	3650.00
C0100920	জহিরুল ইসলাম		বলিয়ারপুর	01676372862	15758.00
C0100924	জয়নাল আবেদীন		রূপায়ন হাউজিং	01312925197	2255.00
C0100933	সহজলাল ইলেকট্রনিক	সহজলাল ইলেকট্রনিক	আলিপুর	01887422079	132949.00
C0100937	দ্বীন ইসলাম	দ্বীন ইসলাম	ভোরালী, নোটুন পাড়া	01828176103	373150.79
C0100938	সালমান	সালমান	পূর্বহাটি	01857022978	9000.00
C0100940	আমির স্যানিটারি	আমির স্যানিটারি		01722175832	110355.00
C0100941	ফারুক হোসেন	ফারুক হোসেন	বলিপুর	01835534136	37865.00
C0100944	এমএম কটেজ	এমএম কটেজ	আরজেনপাড়া	01756332355	630.00
C0100964	এসএ স্যানিটারি	এসএ স্যানিটারি	হেমায়েতপুর	01711574821	35567.00
C0100977	চায়না ট্যানারি	চায়না ট্যানারি	হরিন্ধোরা	01849318189	15260.00
C0100979	ফ্রান্স হার্ডওয়্যার	ফ্রান্স হার্ডওয়্যার	মোল্লা মার্কেট, হেমায়েতপুর, সাভার, ঢাকা	01711902074	-৩৪৬২২.০০
C0100981	জোনাব মোঃ আবুল কাশেম	রফিকুল ইসলাম	হরিন্ধোরা, হেমায়েতপুর, সাভার, ঢাকা	01728309702	9245.00
C0100991	রাসেল মাস্টার	রাসেল	জয়নাবাড়ি	01920326566	52960.00
C0100995	মোতালেব হোসেন	মোতালেব হোসেন	হরিন্ধোরা	01817056889	0.17
C0100997	মোঃ রাজু রহমান	মোঃ রাজু রহমান	হরিন্ধোরা	01777957870	8185.00
C0100998	আলম ভাই	আলম ভাই	হারুলিয়া	01993913920	30000.00
C0101053	হাজী রোটন মোল্লা	হাজী রোটন মোল্লা	তেতুলঝোড়া	01671777727	27080.00
C0101080	একটি রাজজাক স্যানিটারি	একটি রাজজাক স্যানিটারি	হেমায়েতপুর, মোল্লা বাজার	01678622794	94902.00
C0101082	লিটন		হরিন্ধরা	01727348685	22260.00
C0101102	হাজী আব্দুর রহিম	ড্রিম প্যালেস 2	আলোমনোগর হাউজিং, রোড নং। 11/12	01317983088	172039.00
C0101112	বিসমিল্লাহ ইলেকট্রিক্স		আলিপুর	01833693212	57150.00
C0101113	জাহাঙ্গীর আলম	রেডিও কলোনি, সাভার	রেডিও কলোনি, সাভার	01711032444	10000.00
C0101125	ওহিদুর জামান		মধুমতি	01730448049	৪৬৫৯৫.০০
C0101127	আবির মাসুম	মাসুম	হেমায়েতপুর	01866734790	180829.00
C0101129	আবদুর সবুর		হেমায়েতপুর	01914732933	88755.00
C0101140	হাবিব রহমান	আমান	হেমায়েতপুর	01882670612	37997.00
C0101152	হুমাউন	হুমাউন	হরিন্ধোরা	01712170987	38234.00
C0101154	আরিফ স্যানিটারি	আরিফ	ফুলবাড়িয়া	01889808578	134292.00
C0101171	তসলিমা	তসলিমা	উলাইল, মইলারমোড়	01308096192	10251.00
C0101176	বাদল		হরিন্ধোরা	01326823249	৪৩৪৫৬.০৬
C0101190	কমফোর্ট কালেকশন লি		চলন্তিকা হাউজিং	01711829047	194530.00
C0101252	আসলাম স্যানিটারি		কুন্ডা বাজার, বলিয়ারপুর	01959108325	176341.44
C0101254	আলোম	আলোম	হেমায়েতপুর	01611906569	1610.00
C0101263	এনামুল	এনামুল	বাগবাড়ি	01740651888	206360.00
C0101270					-580.00
C0101285	বিসমিল্লা স্যানিটারি	সোলিম ভাই	বাস্তা, সিংগাইর, মানিকগং	01825795971	126527.64
C0101287	আব্দুর রহিম ভাই	আব্দুর রহিম ভাই	জাউচোর	01710877921	89529.00
C0101296	ইঞ্জিনিয়ার আলামিন	ইঞ্জিনিয়ার আলামিন	আলোমনোগর হাউজিং	01701614214	13172.00
C0101297					-1705.00
C0101298	নেভিল স্যানিটারি	নেভিল স্যানিটারি	আমিন বাজার	01763388358	48706.00
C0101303	মোয়াজ্জেম	বাহার তাওয়ার	পূর্বহাটি	01987127100	26337.00
C0101306	ভাই ভাই স্যানিটারি	রুবেল হোসেন	নরশিং পুর, আশুলিয়া	01737139264	586297.00
C0101319	সোমেন	সোমেন		01763424526	15980.60
C0101324	পূবালী হার্ডওয়্যার	তোফাজ্জেল হোসেন	জয়মনটব বাগান	01753864080	30100.00
C0101326	সোলেমান ভাই	সোলেমান ভাই	ভোরালী নোটুনপাড়া	01833685662	196083.32
C0101330	সাইফুল স্যানিটারি	সাইফুল ইসলাম	ধোল্লা	01813565878	107785.10
C0101373	মোঃ মমিন ভাই		ভোরালী, বটতলা	01983877311	29015.00
C0101378	কামাল হোসেন		সোহিদুল্লাহ হাউজিং সোসাইটি	01639278215	55118.00
C0101382	মমিন ভাই- রুবেল মিস্ত্রি	মমিন ভাই- রুবেল মিস্ত্রি	জয়নাবাড়ি	01728547732	5378.00
C0101384	সিদ্দিকুর রহমান		জমুনার ইট ভাটা।	01624539070	15000.00
C0101389					-1500.00
C0101398	রাজু ভাই	রাজু	মুসোরিখোলা	01632889501	46194.06
C0101427	গোপাল সোরকার	গোপাল সোরকার	মুসোরিখোলা	01825306120	-1225.00
C0101439	ফেরদৌস		বঙ্গ সেতু	01790433791	21020.00
C0101441	ফয়সাল স্যানিটারি	ফয়সাল	আমিন বাজার	01991046103	33275.44
C0101452	সালেক ভাই	সালেক ভাই		01757817338	8614.00
C0101453	তেতুলঝোড়া সুপার মার্কেট	তেতুলঝোড়া সুপার মার্কেট	তেতুঝোরা	01643494052	11285.00
C0101461	মাহাদী স্যানিটারি	জোশিম ভাই	মোক্কা কান্দা সাভার	01855883918	75350.00
C0101466					-665.00
C0101468	ফুয়াদ	ফুয়াদ		01731713684	15200.00
C0101470	মা হার্ডওয়্যার	কিছু	হেমায়েতপুর	019111122255997	54224.00
C0101476					-600.00
C0101477	হাসান দেওয়ান	হাসান দেওয়ান	বলিয়ারপুর	01759683232	-0.50
C0101490	মামুন ট্যানারি	মামুন ট্যানারি	হরিন্দোরা	01878644138	34350.00
C0101491	অ্যাসপায়ার গার্মেন্টস লি	অ্যাসপায়ার গার্মেন্টস লি	ধোল্লা	01756362635	4460.00
C0101501	তৌশিফ দরজা	মনির ভাই	হেমায়েতপুর	01828304451	124823.00
C0101504	ল্যাজ পলি		জোড়পুল	01810136609	25337.00
C0101549	মোঃ মুজিবুর রহমান	মুজিবুর	তেতুলঝোড়া	01645347047	4660.00
C0101560	শোবুজ	শোবুজ		01818502691	9410.00
C0101592	মরিয়ম হার্ডওয়্যার	মরিয়ম হার্ডওয়্যার	মধুমতি	01720053689	10750.00
C0101602					-150.00
C0101613	মাওলানা আবু সাইদ ভাই রহ	বলেন	জয়নাবাড়ি	01818576883	77345.46
C0101631	আনোয়ার হোসেন		ভাকুর্তা	01401774838	20855.00
C0101633	ব্যাবিলন	ব্যাবিলন	হরিন্ধোরা	01952710834	14650.00
C0101634	সোহেল ভাই	সোহেল	বলিয়ারপুর, ট্যাকার বাড়ি	01821440844	13172.00
C0101652	মহিউদ্দিন	মহিউদ্দিন	হেমায়েতপুর	01942561294	108742.00
C0101669	খুশবু হার্ডওয়্যার	খুশবু হার্ডওয়্যার	মোখরাকান্দা	01973083235	36735.00
C0101672	মোঃ সোহেল ভাই	মোঃ সোহেল ভাই	ভোরালী	01705049935	128652.68
C0101694	জাফর ভাই	জাফর	ভোরালী	01716030300	14501.00
C0101696	জোনাব লাবলু ভাই	জোনাব লাবলু ভাই	বলিয়ারপুর	01676102322	0.01
C0101741	দুলাল মিয়া- রুবেলের যত্ন	দুলাল মিয়া- রুবেলের যত্ন	জয়নাবাড়ি	01743936374	7960.00
C0101752	মোঃ সাইফুল ভাই	মোঃ সাইফুল ভাই	ভোরালী	01830975272	58200.00
C0101760	আলী হোসেন	আলী হোসেন	বাগবাড়ী, আর্জেনপাড়া	01926854169	16160.00
C0101762					-2201.00
C0101789	মরিয়ম হার্ডওয়্যার	মরিয়ম	মুগরাকান্দা	01816052201	69836.00
C0101817	--	--		01970035957	3420.00
C0101843	আনোয়ার হোসেন	গুদামের মালিক		01920994763	13795.00
C0101844	মাহি সুজন		বাড়ি নং ৩৬, রোড ৬, জোনোটাহাউজিং	01915701828	47710.00
C0101848	মোঃ পরশ উল্লাহ	মোঃ পরশ উল্লাহ	nimertak	01712809311	99511.31
C0101855	দেলোয়ার হোসেন	দেলোয়ার হোসেন	হেমায়েতপুর, নোটুনপাড়া	01753736058	58923.22
C0101860					-1100.00
C0101861	সহজলাল ট্যানারি	সহজলাল ট্যানারি	হরিন্ধোরা	01715622583	2680.00
C0101877	ওমর ফারুক	ফারুক	horindhora	01731767977	161760.56
C0101888					-8855.00
C0101897	রশিদুল ইসলাম		রাস্তা নং 16, 5A Alomnogor হাউজিং	01768536607	2755.00
C0101901	আসাদুল্লাহ	আসাদুল্লাহ	মুগরাকান্দা, তুরাগ ব্রিকফিল্ড	01747903722	37500.00
C0101910	শোরব মো	শোরব মো	বোদুরচোর	01714051008	10000.00
C0101919	মোঃ ইব্রাহিম		আমিন বাজার	01857022210	-1670.00
C0101923	মধু ভাই	মধু ভাই	আলোমনোগর	01309605787	2235.00
C0101929	হাজী মোঃ সহিদুল ইসলাম	হাজী মোঃ সহিদুল ইসলাম	তেতুলঝোড়া	01911904063	1618.00
C0101940	মোঃ বাবুল হোসেন	মোঃ বাবুল হোসেন	ভোরালী, নোটুনপাড়া	01776962055	120777.93
C0101964					-90.00
C0101968	ইঞ্জিনিয়ার আব্দুল লতিব	আব্দুল লতিব	আলোমনোগর হাউজিং	01712157709	5100.00
C0101982	রুনা আক্তার	রুনা আক্তার		01714237695	3298.00
C0101984	মান্নান এন্টারপ্রাইজ	বাদশা ভাই	মুশুরিখোলা	01822675995	12635.00
C0101985	মিলন ভাই	মিলন ভাই	হ্যাঙ্কি বঙ্গ	01816479741	12110.00
C0102004	মোঃ সাহিন ভাই	মোঃ সাহিন ভাই	ভোরালী	01675673022	5970.00
C0102015					-765.00
C0102028	জুয়েল	জুয়েল	শাপলা হাউজিং	01787495796	280.00
C0102037	মোঃ কাইউম ভাই	কাইয়ুম	মেটকা	01818197082	21345.00
C0102038	আলহাজ্ব ভাই	আলহাজ্ব ভাই	বোনোগ্রাম	01675862205	18210.00
C0102063	আরিফুল ইসলাম	আরিফুল ইসলাম	জয়নাবাড়ি	01950038539	-3960.00
C0102071	আনিসুর রহমান	আনিসুর রহমান	ভোরালী, নোটুনপাড়া	01715292612	7775.00
C0102072	আলমগীর হোসেন		ফুটনগর, খালাপাড়া	01319253473	-1830.00
C0102078	সবুজ স্যানিটারি	আনোয়ার ভাই	ভাকুর্তা, বটতলা	01322897869	40970.00
C0102101	মোঃ রোটন	মোঃ রোটন	বঙ্গ সেতু	01990515749	2080.00
C0102113	মোঃ রনি		শেমপুর	01709000394	-2825.00
C0102120	এরশাদ সানিয়ারী	এরশাদ	হরিন্ধোরা	01710256303	38499.00
C0102123	মমিন ভাই	মমিন ভাই		016---	570.00
C0102143	মাওলানা আল আমিন	মাওলানা আল আমিন	পূর্ব হাটি	01748895355	38792.00
C0102152	মমিন মিস্ত্রি	হরিন্ধোরা	হরিন্ধোরা	01868208282	4320.00
C0102182	হাজি হার্ডওয়্যার	হাজি হার্ডওয়্যার		01721151007	2275.00
C0102187	ইসাবাহ প্যাকেজিং	এশাবা প্লাস্টিক	ফুলবাড়িয়া	01923766279	0.04
C0102206	আব্দুল খালেক	খালেক	আলমনগর হাউজিং	01711373980	6855.00
C0102217	মুমানু পোলস্টার ইন্ড. লিমিটেড	মুমানু পোলস্টার ইন্ড. লিমিটেড	পানিশাই	01795305337	4220.00
C0102225	জোনাব সালাউদ্দিন	বলিয়ারপুর	বলিয়ারপুর	01712104567	-367645.00
C0102248	হাজী আবু তাহের	হাজী আবু তাহের	হরিন্ধোরা	01718361479	0.23
C0102249	রাকিব		হরিন্ধোরা	01606089001	1070.00
C0102281	পলাশ	পলাশ	দোকান	0	275.00
C0102284	এইচ এম দেলোয়ার হোসেন	এইচ এম দেলোয়ার হোসেন	ধোকখিন সামপুর	01738265926	102605.58
C0102293	বেলাল ভাই	বেলাল ভাই	হেমায়েতপুর	01814918115	39618.96
C0102303	সোহান স্যার	সোহান স্যার	মোসারী খোলা	01736912280	5225.00
C0102307	মোঃ মাসুদ মিয়া	মাসুদ	শাপলা হাউজিং	01848080464	23450.00
C0102308	ইসমাইল ইলেকট্রিক	ইসমাইল	মানিক নাগর সিংগাইর	01648934540	75706.00
C0102370	শাওন আহমেদ	শাওন আহমেদ	সালেহপুর	01849299876	11205.00
C0102408	জোনাব বাহাদুর ভাই	বাহাদুর	জয়নাবাড়ি	01832984008	28310.00
C0102417	এখ	এখ	হরিন্ধোরা	01714788407	44400.00
C0102426	মোঃ মমিন আলী	মোঃ মমিন আলী	হারুলিয়া	01753192402	82775.00
C0102432	সুজন ছদ্র দাস	সুজন ছদ্র দাস	চান্দুলিয়া, আলমনগর হাউজিং	01676547771	35240.00
C0102442					-140.00
C0102447	মোঃ বিল্লাল হোসেন - মো. নাজরিন	মোঃ বিল্লাল হোসেন - মো. নাজরিন	ভোরালী, নোটুনপাড়া, মসজিদের পাশে	01994347330	49685.00
C0102473	মোঃ মনির হোসেন	মোঃ মনির হোসেন	সামপুর	01779245687	370.00
C0102497					-1210.00
C0102539	আজাদ ভাই	আজাদ ভাই	ভোরালী	01819140041	572328.29
C0102573	ইঞ্জি. জামাল	ইঞ্জি. জামাল	মিস্ট্রি	01791236559	11291.00
C0102593	মোঃ বাবলু মিয়া	মোঃ বাবলু মিয়া	আরজেন্টপাড়া	01715040588	14781.94
C0102640	নজরুল ইসলাম	নজরুল ইসলাম	ঝাউচোর, ৩নং। পান	01673619583	৮২৪০.৯৬
C0102644					-470.00
C0102683	আব্দুল সালাম	আব্দুল সালাম	হরিন্ধোরা	01726077522	13965.00
C0102741	হাফিজুল ইসলাম- মিস্ত্রি	হাফিজুল ইসলাম- মিস্ত্রি	শামপুর	01863828485	4630.00
C0102763	জোনাব মোঃ হাবিব সাহেব	জোনাব মোঃ হাবিব সাহেব	শেমপুর	01858291050	47149.00
C0102777	জোনাব মোঃ ইমান আলী	ইমান আলী	বাগবাড়ি	01856300531	13000.00
C0102785	রাজু মিস্ত্রি	রাজু মিস্ত্রি	আলোমনাগর	01821505084	2380.00
C0102861	মহিউদ্দিন সাহেব	মহিউদ্দিন সাহেব	জয়নাবাড়ি	01735294478	4970.00
C0102868	মোঃ আবুল কালাম	মোঃ আবুল কালাম	পান পাড়া, ফুলবাড়িয়া	01964535410	5000.00
C0102939	মোঃ মুকছেদ সাহেব- জাহাঙ্গীর	হরিন্ধোরা	হরিন্ধোরা	01765907939	15660.00
C0102942	শান্ত হোটেল	শান্ত হোটেল	হেমায়তপুর	01735385218	36600.00
C0102973	রুবেল	রুবেল	জয়না বারী	01676527325	18790.00
C0103031	মোঃ ইমরান ভাই	ইমরান	ঝাউচোর	0173944601	22745.00
C0103036	আলিফ স্যানিটারি	খায়রুল ইসলাম	মুগরাকান্দা	01821266009	44830.00
C0103066	ইসাবাহ প্লাস্টিক	নুর ইসলাম	ফুলবাড়িয়া	01926517639	9000.00
C0103085	মোঃ শাকিল আহমেদ	শাকিল	বলিয়ারপুর	01891728292	-140000.00
C0103128	জোনাব ইলিয়াস ভাই	জোনাব ইলিয়াস ভাই	জয়নাবাড়ি	01819419346	4400.00
C0103172	ল্যাজ পলি - উমোরের যত্ন	উমোর		01851865421	8270.00
C0103178	আতাউর রহমান	আতাউর রহমান	বাগবাড়ি	01732445073	46620.00
C0103183	দীন ইসলাম স্যানিটারি	দীন ইসলাম স্যানিটারি	আউয়াল মার্কেট	01839606998	57389.00
C0103192	আরাফাত হার্ডওয়্যার	আরাফাত হার্ডওয়্যার	কুন্ডা	01720181173	13369.00
C0103194	মাওলানা আসরাফুল ইসলাম	মাওলানা আসরাফুল ইসলাম	শাপলা হাউজিং	01960182982	5075.00
C0103196	জোনাব জোশিমুদ্দিন	জোনাব জোশিমুদ্দিন	বলিয়ারপুর	01882540127	28280.00
C0103217	মোঃ খোকন মিয়া	মোঃ খোকন মিয়া	জনতা হাউজিং	01815843079	4400.00
C0103231	শাহানাজ বানু	শাহানাজ বানু	বলিয়ারপুর	01556321345	740.00
C0103247	রাসেল ভাই	আতিকের যত্ন	হারুলিয়া	01811993781	24765.00
C0103289	তালহা প্লাস্টিক		শেমপুর	01756186199	0.01
C0103301	কাওছার সাহেব মো	কাওছার সাহেব মো	ঝাউচোর	01714878817	-3900.00
C0103310	5216				-3370.00
C0103332	আমির হোসেন	ভোরালী (শরিফুল কাকা)	ভোরালী	01985187549	80740.00
C0103349					-250.00
C0103385					-370.00
C0103400	মোঃ হারুনুর রশীদ	রুবেল মিস্ত্রির যত্ন	জয়না বারী	01718662077	18530.00
C0103402	শিহাব সাহেব ড		ধোল্লা	01------------	670.00
C0103416					-1675.00
C0103420	মোঃ বিল্লাল মিয়া	মোঃ বিল্লাল মিয়া	তালতলা	01767072160	15426.00
C0103422					-570.00
C0103440	জোনাব মোঃ হাবিব সাহেব		আলিয়াসুর, বঙ্গ সেতু	01737076993	-2180.00
C0103448					-90.00
C0103449	আল্লাহদান স্যানিটারি	এখলাস রহমান	সোলিমার্কেট	01885807846	3350.00
C0103513	মোঃ শাকিল হোসেন	মোঃ শাকিল হোসেন	জয়নাবাড়ি	01725930186	2065.00
C0103517	আমির হোসেন	আমির হোসেন	বলিয়ারপুর	01981353234	19140.00
C0103519	আনোয়ার হোসেন	আনোয়ার হোসেন	তেতুলঝোড়া	01924985719	1276.00
C0103540	মোঃ মিজানুর রহমান	মিজানুর	হেমায়েতপুর	01793001369	48580.00
C0103541	মনির এন্টারপ্রাইজ	মহসিন ভাই	গোলকাটা ব্রিজ, সিংগাইর রোড	01840799262	69897.00
C0103569	মোঃ হারুনুর রশীন	মোঃ হারুনুর রশীন	হরিন্ধোরা	01728023231	5975.00
C0103624	মোঃ চান মিয়া	মোঃ চান মিয়া	শেমপুর	01745591019	13804.00
C0103625					-160.00
C0103636					-490.00
C0103670	দেওয়ান নাজমুল হোসেন	দেওয়ান নাজমুল হোসেন	চলন্তিকা হাউজিং	01771984499	27720.00
C0103746	মহসিন ভাই	বাগবাড়ি	বাগবাড়ি	01718412181	96195.00
C0103784	লিমন সাহেব	লিমন সাহেব	শাপলা হাউজিং	01677124015	10000.00
C0103820	মোঃ কাইয়ুম সাহেব	মোঃ কাইয়ুম সাহেব	আমিন বাজার	01707729333	5925.00
C0103831					-480.00
C0103833					-530.00
C0103866	আমির হোসেন	আমির হোসেন	পূর্বহাটি	01852431351	1850.00
C0103881	মহসিন ভাই	তেতুলঝোড়া	তেতুলঝোড়া	01671762938	10545.00
C0103886	মোঃ আমির হোসেন	মোঃ আমির হোসেন	হেমায়েতপুর	01718363284	-7570.00
C0103908	আলেয়া	ফিরোজ		01751483646	136691.00
C0103910	মোঃ আব্বাস উদ্দিন	মোঃ আব্বাস উদ্দিন	পূর্বহাটি	01819900264	13869.00
C0103911	নুর মোহাম্মদ		বেরাত	01726869269	-4350.00
C0103926	মোঃ সাকিব হোসেন	মোঃ রাকিব হোসেন	মধুরচর	01735761162	8265.00
C0103960	বিধানস্রোম	বিধানস্রোম	জয়মন্ডব	01722933408	3480.00
C0103991	হেলানা ড	হেলানা ড	চলন্তিকা হাউজিং	01718556310	5790.00
C0104020	আবদুর রজ্জাক ভুইয়া	আবদুর রজ্জাক ভুইয়া	হরিন্ধোরা, ব্যাবিলন কার্টন কারখানা	01744176326	30075.00
C0104039	সজিব মল্লিক	সজিব মল্লিক	আমিন গ্রাফিক্স	01642349072	950.00
C0104040	মোঃ মনির হোসেন	মোঃ মনির হোসেন	মধুরচর	01859530471	5850.00
C0104089	মোঃ আবু বক্কর ভুইয়া	মোঃ আবু বক্কর ভুইয়া	আরজেন্টপাড়া	01711978813	48655.22
C0104090	মোঃ মনির হোসেন	মোঃ মনির হোসেন	তেতুলঝোড়া	01980309090	13827.00
C0104130					-560.00
C0104169	মকবুল হোসেন	মকবুল হোসেন	ভাকুর্তা	01923984186	13535.00
C0104189	মোঃ মুনতাজ ভাই	মোঃ মুনতাজ ভাই	হারুলিয়া	01333101265	5871.00
C0104190	আখতার হার্ডওয়্যার	আখতার হার্ডওয়্যার	ঝাউচর বাজার	01743950445	7821.48
C0104220	তানজিলুর রহমান	তানজিলুর রহমান	শাপলা হাউজিং	01711514600	29490.00
C0104228					-565.00
C0104229	সোলেমান মিস্ত্রি		হেমায়েতপুর	01824128097	30460.00
C0104240	শরিফুল ইসলাম	শরিফুল ইসলাম	হলমার্ক	01673494520	4000.00
C0104242	বাবু সুদেব দত্ত	বাবু সুদেব দত্ত	ব্যাংক এশিয়া	01671413368	20380.00
C0104265	সাইফুল ইসলাম- জান্নাত টাইলস মালিক	সাইফুল ইসলাম- জান্নাত টাইলস মালিক	হেমায়েতপুর	01819151894	135685.00
C0104266	আব্দুল হাকিম সাহেব	আব্দুল হাকিম সাহেব	ভোরালী	01671031511	1230.00
C0104301	জোনাব। আব্দুর হাসেম ভাই	জোনাব। আব্দুর হাসেম ভাই	বাগবাড়ি	01313582458	36595.00
C0104320	মনির ভাই- রিপনের যত্ন	মনির ভাই- রিপনের যত্ন	চলন্তিকা হাউজিং	01863103641	7730.00
C0104340	এনামুল ইসলাম	বলিয়ারপুর	বলিয়ারপুর	01867778414	17568.00
C0104356	যমুনা ইলেকট্রিক	যমুনা ইলেকট্রিক	হেমায়েপ্টুর	01712928645	1524.00
C0104364	আফজাল হোসেন	আফজাল হোসেন	আলোমনাগর	01760980671	107615.00
C0104365	রোজ্জোপ আলী	রোজ্জোপ আলী	কুন্ডা	01715322499	5048.00
C0104368	মোঃ মমিন ভাই	মোঃ মমিন ভাই	তেতুলঝোড়া	01911421925	5525.00
C0104372	রাসেল ভাই	সোহিদুল্লাহ হাউজিং	সোহিদুল্লাহ হাউজিং	01312555938	6130.00
C0104387	মোঃ মারুফ হোসেন	বাগবাড়ি	বাগবাড়ি	01860047311	105300.00
C0104467	মোঃ মিঠুন সাহেব	মোঃ মিঠুন সাহেব	ভোরালী	01967900300	16280.00
C0104475	জোনাব মোঃ মিলন ভাই	জোনাব মোঃ মিলন ভাই	জয়নাবাড়ি	01675663927	16105.00
C0104477	Mst. সুমাইয়া ইসলাম		ক্লাব মাদুর, তিব্বতের মোড়	01632006771	-1925.00
C0104504	108-109				-660.00
C0104519	হাজী মোঃ আক্কাশ আলী	ভোরালী	ভোরালী	01818931474	9480.00
C0104603	সুমন আহমেদ	বলিয়ারপুর	বলিয়ারপুর	01681117393	-438419.40
C0104630	মোঃ সোহিদুল এমাম	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	01712539388	3120.00
C0104640	মুফাসেল আলী- রুবেলের যত্ন	ধোখিন শেমপুর	ধোখিন শেমপুর	01686547144	15030.00
C0104678	জয়নাল আবেদীন	ফুলবাড়িয়া	ফুলবাড়িয়া	01771344915	2100.00
C0104704	মোঃ মনজিদুল ইসলাম	মোঃ মনজিদুল ইসলাম	হেমায়েতপুর	01914489481	27480.00
C0104801	মোঃ মনির ভাই	মোঃ মনির ভাই	ঝাউচোর	01874270252	22742.00
C0104818	কামাল হোসেন	কামাল হোসেন	জয়নাবাড়ি	01721601437	18985.00
C0104822	আনন্দ	চাইনিস ক্রেতা	পাশেই শেমলী তেলের পাম্প	01735406544	94000.00
C0104823	মোস্তফা মিস্ত্রি	মোস্তফা মিস্ত্রি	হেমায়েতপুর	01759945173	1770.00
C0104918	মোঃ শাকিল (আখিল)	মোঃ শাকিল (আখিল)	আমিন বাজার	01838564627	810.00
C0104943	মোঃ সাইদুল ইসলাম	মোঃ সাইদুল ইসলাম	জয়নাবাড়ি	01675866643	68593.00
C0104952	সাহাদাত হোসেন	শাপলা হাউজিং	শাপলা হাউজিং	01716865367	38250.00
C0104953	এলআইবি ট্যানারি	এলআইবি ট্যানারি	হরিন্ধোরা	01720543371	52695.00
C0104955					-660.00
C0104966	হাজী আব্দুর রহিম	হাজী আব্দুর রহিম	আলমনগর হাউজিং, নং রোড	01711324819	92768.00
C0104967	ইসমাইল হোসেন	ইসমাইল হোসেন	ফুলবাড়িয়া বাজার	01322320956	21986.00
C0104974	মিম ইলেকট্রিক অ্যান্ড স্যানিটারি	মিম ইলেকট্রিক অ্যান্ড স্যানিটারি	সোলাই মার্কেট	01813013121	30568.00
C0104988	মোঃ সোহিদুল আলম	মোঃ সোহিদুল আলম	গ্রীন পার্ক	01711308641	9506.00
C0105080	বর্নালী টাইলস	বর্নালী টাইলস	হেমায়েতপুর	01711856132	4105.00
C0105151	মাহাবুব হোসেন	আমিন বাজার	আমিন বাজার	01857389064	2863.00
C0105162	আকলিমা আক্তার	আকলিমা আক্তার	ঝাউচোর	01817505581	2310.00
C0105164					-6595.00
C0105175	আব্দুল হাই	শেমপুর	শেমপুর	01777574944	13550.00
C0105186	হাজী স্যানিটারি	হাজী স্যানিটারি	জয়নাবাড়ি	01817014676	152084.00
C0105187	মোঃ দুলাল মিয়া	মোঃ দুলাল মিয়া	শেমপুর	01850205206	8430.00
C0105194	মোঃ খোরশেদ আলম	হারুলিয়া	হারুলিয়া	01879626590	13230.00
C0105243	মোঃ রাকিব হোসেন	বলিয়ারপুর	বলিয়ারপুর	01819560000	19080.00
C0105247	আলিফ স্যানিটারি	আমিন বাজার	আমিন বাজার	01817540798	2178.00
C0105248	হাবিবুর রহমান	পূর্বহাটি	পূর্বহাটি	01868988928	50036.00
C0105279	মোঃ দেলোয়ার হোসেন	জয়নাবাড়ি	জয়নাবাড়ি	01924733015	13106.00
C0105291	আব্দুল জলিল	শেমপুর	শেমপুর	01963824286	407.00
C0105320	আবুল কালাম	হেমায়েতপুর	হেমায়েতপুর	01819503946	5590.00
C0105388	আব্দুর রহিম	বলিয়ারপুর	বলিয়ারপুর	01860480254	9980.00
C0105392	হেলাল সাহেব	আলমনগর হাউজিং, রোড নং 2	আলমনগর হাউজিং, রোড নং 2	01819142808	35094.00
C0105421	আইনুদ্দিন	যাদুরচর	যাদুরচর	01976603725	18340.00
C0105430					-1570.00
C0105435	মোঃ ফয়সাল ভাই	সুইস্টেক্স	সুইস্টেক্স	01685237557	3880.00
C0105439	আব্দুর রহিম ভাই	চলন্তিকা হাউজিং	চলন্তিকা হাউজিং	01911391878	43505.00
C0105442	আনোয়ার হোসেন	লায়লাসুর	লায়লাসুর	01930810455	15090.00
C0105515	মোঃ সোলেমান সাহেব	মোঃ সোলেমান সাহেব	মুসোরিখোলা	01827431540	2605.00
C0105550	বন্ধু ট্রেডার্স	রাসেল সাহেব	হেমায়েতপুর	01836806631	27954.80
C0105564	মোঃ জসিম উদ্দিন	মোঃ জসিম উদ্দিন	জয়নাবাড়ি, উত্তর পাড়া	01719987259	39493.00
C0105569	আব্দুল ওহাব - ইসমাইলের যত্ন	আব্দুল ওহাব - ইসমাইলের যত্ন	সুইস্টেক্স	01710687563	14790.00
C0105571	আবুল বাসার সাহেব রহ	আলমনগর হাউজিং	১০নং রোড, আলমনগর হাউজিং	+8801717765866	11420.00
C0105599	কুতুবউদ্দিন সাহেব মো	কুতুবউদ্দিন সাহেব মো	তেতুলঝোড়া	01714244367	29450.00
C0105600	মোঃ হোজরত আলী		ভাকুর্তা	01822870304	-2215.00
C0105694	সাহালোম সাহেব	সাহালোম সাহেব	বাগবাড়ি	01819004590	52876.00
C0105703	মোঃ মিজানুর রহমান	মোঃ মিজানুর রহমান	আলমনগর হাউজিং, রোড নং. 8, ফ্ল্যাট নং। 5	01717290940	12494.00
C0105711	মোঃ আব্দুল ওয়ারেছ	মোঃ আব্দুল ওয়ারেছ	জোরপুর, শাপলা হাউজিং	01714702888	73290.00
C0105735	হাজী আব্দুল জলিল সাহেব	নোটুনপাড়া	নোটুনপাড়া	01711151391	87318.00
C0105737	জোনাব। সুমন সাহেব	জোনাব। সুমন সাহেব	জোড়পুল	01676104415	56610.00
C0105775					-900.00
C0105804	মোঃ ইকবাল হোসেন	পূর্বহাটি	পূর্বহাটি	01716476233	8740.00
C0105818	মোঃ আমজাদ হোসেন	মোঃ আমজাদ হোসেন	হাতেম আলী কমপ্লেক্স, হেমায়েতপুর	01961237795	180.00
C0105820	মোহাম্মদ আলী	মোহাম্মদ আলী	আলমনগর হাউজিং, রোড নং 1, ফ্লট নং 3	01679581396	19420.00
C0105823	আপন নিবাস - আপন নিবাস	মিন্টুর যত্ন	আলমনগর হাউজিং, ১৬ নং রোড	01326547955	101660.00
C0105848	মোঃ আজাদ সাহেব	হরিন্ধোরা	হরিন্ধোরা	01712958887	5345.00
C0105853	মোঃ জাহিদ সাহেব	যদুরচোর	যদুরচোর	01719813641	8500.00
C0105867	মোঃ মেহেরাজ সাহেব	মোঃ মেহেরাজ সাহেব	কুন্ডা	01305460086	33000.00
C0105870	মোঃ আনোয়ার হোসেন	মোঃ আনোয়ার হোসেন	হরিন্ধোরা	01632890507	2755.00
C0105888	মোঃ সাগর ইসলাম- সোয়েব কেয়ার	মোঃ সাগর ইসলাম- সোয়েব কেয়ার	সিংগাইর, হাতেম সিনিয়র	01789503862	0.80
C0105890	মোঃ রবিউল ইসলাম	মোঃ রবিউল ইসলাম	চলন্তিকা হাউজিং	01712517224	10660.00
C0105896	মোঃ তানভীর হোসেন	মোঃ তানভীর হোসেন	নেশন পলিমার	01779176569	2280.00
C0105919	মোঃ মাহাবুব রহমান	হেমায়েতপুর	হেমায়েতপুর	01843309222	24000.00
C0105921	মুসলেউদ্দিন- আলমের যত্ন	মুসলেউদ্দিন	হারুলিয়া	01810818681	34515.00
C0105928	সাহিন এন্টারপ্রাইজ	সাহিন এন্টারপ্রাইজ	সোলায় মার্কেট	01721722911	43048.00
C0105933	মোঃ সাহাজান ভাই	মোঃ সাহাজান ভাই	সুইস্টেক্স	01953542832	2739.00
C0105937	সাথী আক্তার	সাথী আক্তার	যাদুরচর	01937090857	1410.00
C0105941	ইমান উদ্দিন উমো	ইমান উদ্দিন উমো	বলিয়ারপুর বাসস্ট্যান্ড	01724394449	38649.68
C0105944	মোঃ আহসান উল্লাহ	মোঃ আহসান উল্লাহ	তেতুলঝোড়া	01751500309	67830.00
C0105948	মোঃ মনির হোসেন	মোঃ মনির হোসেন	ভাগুর্তা	01838888804	8700.00
C0105956	মোঃ ফরহাদ হোসেন	মোঃ ফরহাদ হোসেন	ডনখিন সামপুর	01330093819	28600.00
C0105957	মোঃ দেলোয়ার হোসেন	মোঃ দেলোয়ার হোসেন	তেতুলজোড়া	01811857377	4000.00
C0105958	মোঃ টিটু মিয়া	মোঃ টিটু মিয়া	জয়নাবাড়ি	01711207694	14750.00
C0105960	ডাঃ দীপক দা	ডাঃ দীপক দা	ভাগুর্তা	01712433985	46670.00
C0105961	মোঃ জুলমন ভাই	মোঃ জুলমন ভাই	সুইস্টেক্স	01680180389	65241.00
C0105970	আইকন টাওয়ার	আইকন টাওয়ার	রাস্তা নং 5 প্লট 10	01716779529	225969.00
C0105972	জোনাব। মোঃ আসাদুল ইসলাম	জোনাব। মোঃ আসাদুল ইসলাম	বাগবাড়ী, যমুনা	01614334661	43100.00
C0105973	জয়নাল আবেদীন	জয়নাল আবেদীন	সোহিদুল হাউজিং	0183937300	20420.00
C0105974	জোনাব। মোঃ আনোয়ার হোসেন	জোনাব। মোঃ আনোয়ার হোসেন	হরিন্ধোরা	01776463718	40900.00
C0105975	তাজুল ইসলাম- সাহাজাহানের যত্ন	তাজুল ইসলাম- সাহাজাহানের যত্ন	জয়নাবাড়ি	01974439434	150290.00
C0105976	সাহাবুদ্দিন হাজী মো	সাহাবুদ্দিন হাজী মো	ভোরালী	01752492491	8500.00
C0105980	আনোয়ার হোসেন - রুবেল মিস্ত্রির যত্ন	আনোয়ার হোসেন - রুবেল মিস্ত্রির যত্ন	কানারচোর	01789183634	18641.00
C0105981	মোস্তফা চৌধুরী	মোস্তফা চৌধুরী	আরজেন্ট পাড়া	01932827112	13045.00
C0105982	গাজী সাজাউল হক	গাজী সাজাউল হক	মুসলিম পাড়া	01712210195	26260.00
C0105983	আবদুর রহমান	আবদুর রহমান	চলন্তিকা হাউজিং	01819199543	48080.00
C0105984	গোলাম রাব্বি ভাই	গোলাম রাব্বি ভাই	জয়নাবাড়ি	01710059264	৮৬৪৯.৮৪
C0105985	মোঃ ইব্রাহিম ভাই	মোঃ ইব্রাহিম ভাই	জয়নাবাড়ি	01858913674	32415.00
C0105986	মোঃ জাহাঙ্গীর আলম	মোঃ জাহাঙ্গীর আলম	তেতুলঝোড়া	01817575853	6926.00
C0105987	মোঃ আনোয়ার হোসেন	মোঃ আনোয়ার হোসেন	জয়নাবাড়ি	01324523405	7655.00
C0105991	জিয়া ভাই	জিয়া ভাই	হেমায়েতপুর	01914856492	29120.00
C0105993	জোনাব ফারুক হোসেন	জোনাব ফারুক হোসেন	বলিয়ারপুর	01711583381	36820.00

`;

